{
  "ایران": {
    "Title":"",
    "Name": "ایران",
    "Image": "Iran",
    "State": 1,
    "Provinces": {
      "خراسان رضوی": {
        "Name": "خراسان رضوی",
        "NameFood": "شیشلیگ",
        "FoodImage": "Shishlig",
        "Image": "khorasanrazavi",
        "State": 0,
        "Ingredients": {
          "گوشت دنده گوساله یا گوسفند": "۱ کیلو گرم",
          "ماست": "۱ لیوان",
          "زعفران دم شده": "قاشق غذا خوری",
          "گوجه فرنگی": "۱۰ عدد",
          "آبلیمو": "۳ قاشق غذا خوری",
          "روغن": "۱۰ قاشق غذا خوری",
          "فلفل و نمک": "به میزان لازم"
        },
        "Prepared": "طرز تهیه شیشلیک در خانه:\nبرای تهیه شیشلیک باید از گوشت دنده گوساله یا گوسفند استفاده کنید، نکته مهم برای کباب خوب انتخاب گوشتی است که تازه و ترد باشد؛ بهتر است گوشت را با آب پیاز و مقداری فلفل مخلوط کنید و ۲۴ ساعت پیش از آماده کردن کباب، بگذارید بماند تا گوشت نرم شود.\n\nگوشت را به اندازه های یکسان ببرید، داخل کاسه ای پیاز رنده شده، ماست، زعفران دم شده، آبلیمو  روغن و مقداری فلفل بریزید و مخلوط کنید سپس گوشت را در این مایه بخوابانید و بگذارید حداقل یک شب بماند.\n\nپس از استراحت، گوشت ها را به سیخ بکشید و بین هر دو  قطعه یک تکه کوچک دنبه قرار دهید، موقع کباب کردن بهتر است از ذغال استفاده کنید اما در صورت عدم دسترسی میتوانید درون فر یا روی اجاق با حرارت متوسط شیشلیک ها را اماده کنید.\n\nشیشلیک ها را پس از آماده شدن با برنج زعفرانی، کره، گوجه کبابی، فلفل سبز کبابی و برش های لیموی تازه سرو نمائید همچنین بهترین و سالم ترین نوشیدنی برای این کباب دوغ میباشد.\n\n\nنحوه پخت شیشلیک در فر:\n\nپس از مدت زمان لازم دنده ها را از یخچال خارج کنید سپس سس باربیکیو یا سس گوجه فرنگی را روی دنده ها بریزید ( در صورت تمایل ) و خوب مخلوط کنید تا دنده ها خوب به سس آغشته شوند ، سینی فر را چرب کنید و دنده ها را داخل سینی قرار دهید و داخل فر با حرارت ۱۸۰ درجه سانتیگراد به مدت ۴۰ – ۵۰ دقیقه قرار دهید تا خوب برشته و طلایی شوند ( دمای فرها متفاوت است و شاید زمان بیشتری برای کباب شدن لازم باشد ).\n\nنحوه پخت شیشلیک در باربیکیو و منقل :\nدنده ها را یکی یکی به سیخ می زنید (سیخش مثل کباب هست ولی سرش تیزه! و بلند تر هم هست) بعد هم باربیکیو را روشن کنید و کباب را بگذارید روی شعله ملایم بپزد و اگر از زغال استفاده کنید بهتر هم می شود.\nنکاتی برای پخت شیشلیک :\nانواع کباب باید در عین پختن زیاد خشک نشود، اگر فرصت کافی برای آماده سازی کباب ها ندارید می توانید بجای ۲۴ ساعت مدت ۱ ساعت درون ظرفی که مقداری کیوی له شده ریخته اید قرار دهید (کیوی به دلیل اسیدی که دارد گوشت را نرم می کند) البته دقت کنید که گوشت زیاد نماند چون گوشت له می شود و بافت خود را از دست خواهد داد و همچنین باعث فساد سریع گوشت می شود.\n\n\nتوجه کنید که دنده ها را قبل از سیخ کشیدن نجوشانید! چون خیلی سفت می شود! همان  روی آش سریعتر نرم می شود و داخل آن هم می پزد."


      },
      "یزد": {
        "Name": "یزد",
        "NameFood": "آش شولی",
        "FoodImage": "Ashesholi",
        "Image": "Yazd",
        "State": 0,
        "Ingredients": {
          "سبزی": "(نصف آن اسفناج و نصف دیگر شوید، تره، جعفری و چند شاخه شنبلیله) یک و نیم کیلو",
          "چغندر": "دو عدد بزرگ",
          "پیاز": "سه عدد",
          "نعنا خشک": "دو قاشق غذا خوری",
          "آرد": "یک و نیم لیوان",
          "عدس": "یک لیوان",
          "روغن": "به میزان لازم برای پیاز و نعناع داغ",
          "نمک": "به میزان لازم",
          "زرد چوبه":"دو قاشق مربا خوری",
          "سرکه": "به میزان دلخواه"
        },
        "Prepared": "ابتدا چغندر را پوست کنده، سپس آن را به صورت خلالی برش داده و با مقداری آب می‌گذاریم روی شعله تا نیم‌پز شود.\n\nبعد از نیم پز شدن چغندر، عدس و سبزی خرده شده را به آن اضافه می‌کنیم و صبر‌می‌کنیم تا کاملا بپزد.\n\nدر این فاصله نعنا و پیاز داغ را درست کرده و به آن زردچوبه را اضافه می‌کنیم.\n\nبه آرد حدود 4 تا 5 لیوان آب اضافه کرده و سپس با دست، کاملا آن‌ها را با هم مخلوط می‌کنیم.\n\nوقتی سبزی و عدس پخته شد نصف پیاز داغ را به قابلمه اضافه کرده و می‌گذاریم چند غل بخورد.\n\nبعد از آن، ابتدا حدود 4 لیوان آب جوش به آش اضافه می‌کنیم و سپس آرد آب گرفته را به آرامی به آش اضافه می‌کنیم و همزمان هم، خوب به هم می‌زنیم تا آرد گلوله نشود.\n\nنکته:\n\nاگر آش خیلی غلیظ شد باز هم آب به آن اضافه می‌کنیم و سپس آن را خوب به هم می‌زنیم تا غلظت آن چیزی شبیه سوپ شود.\n\nبعد از این که نمک و فلفل آش را اندازه کردیم، به آن نعنا داغ و بقیه‌ی پیاز داغ و سرکه را اضافه می‌کنیم (البته کمی از آن را برای تزئین نگه می‌داریم) و می‌گذاریم تا چند غل بزند تا بوی تند سرکه کم شود.\n\nاگر سرکه دوست نداشتید می‌توانید آش را با رب انار میل نمایید."


      },
      "اصفهان": {
        "Name": "اصفهان",
        "NameFood": "بریانی",
        "FoodImage": "beryani",
        "Image": "isfahan",
        "State": 0,
        "Ingredients": {
          "گوشت گوسفندی":	"۵۰۰ گرم",
          "پیاز":	"۲ عدد",
          "جگر سفید":	"۱۰۰ گرم",
          "دنبه":	"۵۰ گرم",
          "نعناع خشک":	"۱ قاشق چایخوری",
          "دارچین":	"۱ قاشق چایخوری",
          "زعفران دم کرده":	"۱ قاشق چایخوری",
          "مغز گردو":	"برای تزیین",
          "خلال پسته":	"برای تزیین",
          "خلال بادام":	"برای تزیین",
          "روغن مایع":	"به اندازه کافی",
          "فلفل سیاه":	"به اندازه کافی",
          "نمک":	"به اندازه کافی"
        },
        "Prepared": "ابتدا یک قابلمه مناسب انتخاب می کنیم و ۴ لیوان آب ولرم درونش می ریزیم. در ادامه گوشت سردست گوسفندی را به همراه دنبه ، ۲ قاشق غذاخوری روغن مایع و یکی از پیازها به قابلمه اضافه می کنیم و قابلمه را روی حرارت قرار می دهیم.\n\nاجازه می دهیم گوشت گوسفندی با حرارت ملایم بپزد و زمانی که گوشت کاملا پخت و مقداری از آب گوشت داخل قابلمه باقیمانده بود ، قابلمه را از روی حرارت بر می داریم. آب گوشت را کنار می گذاریم و گوشت را به همراه دنبه چرخ می کنیم.\n\nزعفران دم کرده را به همراه نعناع خشک و مقداری نمک و فلفل سیاه به گوشت اضافه می کنیم و مجددا گوشت را یک بار دیگر چرخ می کنیم. در همین حین جگر سفید را به همراه ۲ لیوان آب داخل یک قابلمه دیگر می ریزیم.\n\nپیاز باقیمانده را به صورت نگینی خرد می کنیم و به همراه نمک ، فلفل سیاه و ۲ قاشق غذاخوری روغن مایع به قابلمه حاوی جگر سفید اضافه می کنیم. قابلمه را روی حرارت قرار می دهیم و حرارت زیرش را به صورت ملایم قرار می دهیم تا مواد کاملا بپزند.\nپس از تبخیر شدن آب داخل قابلمه ، پیاز و جگر سفید را کمی تفت می دهیم و قابلمه را از روی حرارت بر می داریم. پس از این کار اجازه می دهیم مخلوط پیاز و جگر سفید کمی سرد شوند سپس آنها را چرخ می کنیم و کنار می گذاریم.\n\nمخلوط گوشت و دنبه را به شکل همبرگر حالت می دهیم و روی آن کمی دارچین می پاشیم. یک تابه مناسب را با روغن مایع کمی چرب می کنیم و بریانی ها را درون تابه سرخ می کنیم. پس از اینکه سمت زیرین بریانی سرخ شد آنرا بر می گردانیم تا سمت دیگرش نیز سرخ شود.\n\nپس از اینکه بریانی آماده شد مقداری آب گوشت روی نان می ریزیم و بریانی را روی نان قرار می دهیم. مخلوط چرخ شده جگر سفید و پیاز را به همراه خلال بادام ، خلال پسته و مغز بادام برای تزیین بریانی استفاده می کنیم و غذا را سرو می کنیم."


      },
      "قزوین": {
        "Name": "قزوین",
        "NameFood": "قیمه نثار",
        "FoodImage": "ghazvinf",
        "Image": "ghazvin",
        "State": 0,
        "Ingredients": {
          "برنج خیس کرده": "3 پیمانه",
          "گوشت قیمه ای خرد شده": "به اندازه یم فندق 350 گرم",
          "پیاز خرد کرده": "ریز 2 عددبزرگ",
          "لپه خیس کرده": "1/2 پیمانه",
          "روغن": "1/2 پیمانه",
          "رب گوجه فرنگی": "2 ق س",
          "ادویه خورشتی": "1 ق چ",
          "ادویه پلویی": "1ق چ",
          "گلاب": "1ق س",
          "زعفران دم کرده": "1 ق س",
          "زرشک سرخ شده": "1/2 پیمانه",
          "گرد لیمو عمانی": "1 ق س",
          "نمک": "به میزان لازم",
          "خلال پسته و بادام": "برای تزیین"
        },
        "Prepared": "ابتدا در یک قابلمه مقداری روغن میریزیم تا داغ شود و بعد پیاز خرد شده را در داخلش تفت میدهیم .\nرنگ پیاز که طلایی شد گوشت را در پیاز تفت میدهیم تا رنگ گوشت عوض شود.سپس ادویه خورشتی را اضافه میکنیم و یک تفت کوچک میدهیم .\nبعد لپه خیس داده شده را اضافه میکنیم و حدود 4 تا 5 دقیقه تفت میدهیم تا در هنگام پخت لپه ها باز نشود.هنگام تفت لپه ها رب گوجه فرنگی را هم اضافه کنید تا رنگ بهتری بگیرد. بعد از این مرحله به اندازه 3 پیمانه آب به خورشت اضافه میکنیم و در ظرف را میبندیم تا گوشت و لپه پخته شود وکم آب شود و غلظت خورشت هم زیاد شود.و به اصطلاح جا بیفتتد.\nدر 2 دقیقه آخر پخت هم گلاب و مقداری از زعفران را داخل قیمه میریزیم تا جوش بخورد. برنج از قبل خیس داده شده را آبکش میکنیم .\nو درکف ظرفی که میخواهیم برنج و قیمه را مخلوط کنیم کمی آب و روغن میریزیم و میگذاریم تا روی حرارت گرم شوند و یک جوش ریزی بخورد بعد یک لایه از برنج آبکش شده را در کف قابلمه میریزیم و روی آن را ادویه پلویی و گرد لیمو عمانی میریزیم و بعد یک لایه از مایع قیمه را که آب آن گرفته شده روی برنج ها و ادویه ها میریزیم و این مرحله را 2 تا 3 بار به همین ترتیب انجام میدهیم و در آخر کمی روغن  روی حرارت کم اجازه میدهیم تا برنج دم بکشد و بعد از اینکه برنج دم داد کمی روغن داغ روی برنج میکشیم .\nبرای تزیین از مقداری برنج زعفرانی به همراه زرشک سرخ شده ، خلال بادام و خلال پسته استفاده میکنیم ."


      }


    }
  },
  "ایالات متحده آمریکا":
  {
    "Title":"",
    "Name":"ایالات متحده آمریکا",
    "Image": "usa",
    "State":0,
    "FoodImage": "Hamburger",
    "NameFood":"همبرگر",
    "Ingredients":{

    "گوشت چرخ کرده":"1 کیلو",
    "پیاز":"1 عدد متوسط",
    "جعفری خرد شده":"2 قاشق غذاخوری",
    "آب سرد":" 3 قاشق غذاخوری",
    "نمک و فلفل":"به میزان لازم"

  },

  "Prepared":"درست کردن این نوع برگر کار بسیار آسانی است، تنها نکاتی برای تهیه آن وجود دارد که توصیه می‌کنیم این موارد را در قسمت نکات مطالعه فرمائید.  ابتدا باید به این نکته توجه کنید که کیفیت همبرگر شما بسیار به کیفیت و تازگی گوشت بستگی دارد.  برای تهیه این همبرگر بهتر است یک کیلو گوشت چرخ کرده شامل 800 گرم گوشت و 200 گرم چربی باشد.  پیاز را رنده یا بصورت نگینی ریز خرد کنید.  اگر از پیاز رنده شده استفاده می‌کنید آب آن را بگیرید. پیاز، جعفری خرد شده، فلفل سیاه یا سفید را با هم خوب مخلوط کنید.  سپس آن‌ها را به همراه آب سرد به گوشت چرخ کرده اضافه کنید و گوشت را ورز دهید.  توجه داشته باشید گوشت را به اندازه‌ای ورز دهید که با سایر مواد مخلوط شود، زیاد ورز دادن گوشت باعث سفت شدن همبرگر می‌شود.  گوشت را به 6 تکه مساوی تقسیم کنید. سپس قسمت‌های گوشت را به شکل همبرگر فرم دهید.  وسط همبرگرها را کمی با انگشت گود کنید. این کار باعث می‌شود پخت یکدست‌تری داشته باشد.  همبرگرها باید به مدت 1 ساعت درون یخچال استراحت کنند. پس از این زمان روی آن‌ها را نمک بپاشید و درون تابه تفت دهید یا گریل کنید.  مهم‌ترین نکته در تهیه همبرگر اضافه نکردن نمک در مایه گوشت است.  اضافه کردن نمک به گوشت باعث می‌شود که آب بین بافتی و پروتئین گوشت از بین برود و همبرگر حالت ترد و آبدار خود را از دست بدهد.  پس حتما توجه داشته باشید که قبل از طبخ همبرگر روی آن نمک بپاشید.  اگر همبرگرها را درون روغن سرخ می‌کنید، می‌بایست حرارت یکسان و ملایم باشد.  زیاد بودن حرارت باعث سوخته شدن همبرگر و کم بودن حرارت باعث عدم پخت کامل آن می‌شود.  از ورز دادن زیاد گوشت بپرهیزید. این امر باعث از دست رفتن آب گوشت و سفت شدن آن می‌شود.  تمام موادی که به گوشت اضافه می‌کنید باید حتما سرد باشد.  اگر همبرگر را درون روغن سرخ می‌کنید از فشار آوردن روی آن اجتناب کنید.  "
},
  "ایتالیا":
  {
    "Title":"",
    "Name":"ایتالیا",
    "Image": "Italy",
    "State":0,
    "FoodImage": "MargarittaPizza",
    "NameFood":"پیتزا مارگاریتا",
    "Ingredients":{

      "گوجه فرنگی بزرگ":"۴ عدد",
      "پنیر پیتزا":"۲۵۰ گرم",
      "ریحان":"۱۰۰ گرم",
      "سیر":"۲ حبه",
      "خمیر پیتزا":"۱ عدد",
      "روغن مایع":"به اندازه کافی",
      "نمک ، فلفل سیاه و آویشن":"به اندازه کافی"

    },

    "Prepared":"ابتدا فر را روشن می کنیم و روی حرارت ۲۷۵ درجه سانتیگراد قرار می دهیم تا گرم شود. سپس گوجه فرنگی ها را می شوییم و روی تخته آشپزخانه به صورت ریز ریز با چاقو خرد می کنیم یا با رنده ریز رنده کنید تا به شکل پوره در بیاید    البته روش اول ( خرد کردن گوجه فرنگی ها ) از نظر کیفیت طعم و ظاهر پیتزا بیشتر مورد تایید است. سیر ها را پوست می گیریم و می شوییم و ریز رنده می کنیم و در تابه ای مقداری روغن می ریزیم و حرارت را کم می کنیم    و سیر را در آن تفت می دهیم تا طلایی شوند و آنگاه گوجه های خرد شده یا پوره شده را اضافه می کنیم و نمک ، فلفل سیاه روی مواد می پاشیم و مخلوط می کنیم و تفت می دهیم و اجازه می دهیم آب گوجه ها تبخیر شوند.    مقداری از ریحان ها را بر می داریم برای تزئین و باقی آن را در تابه می ریزیم و با مواد مخلوط می کنیم و زیر شعله را خاموش می کنیم و اجازه می دهیم تا مایه کمی سرد شود و آن وقت مایه را روی خمیر پیتزا می ریزیم و با قاشق روی تمام خمیر پهن می کنیم    و به مدت ۱۵ دقیقه پیتزا را داخل فر که از قبل روشن کرده بودیم قرار می دهیم تا نیم پز شود. پس از گذشت این زمان پیتزا را از فر در می آوریم و پنیر پیتزا روی آن می ریزیم و ریحان هایی که برای تزئین کنار گذاشته بودیم را روی پنیر می ریزیم    و مجددا به مدت ۱۵ دقیقه دیگر پیتزا را داخل فر قرار می دهیم تا هم پخت پیتزا کامل شود و هم اینکه پنیر آب شود و طلایی. پیتزا آماده شده را از فر خارج می کنیم و روی آن آویشن می پاشیم و با سس کچاپ سرو می کنیم.    "
  },
  "اتریش":
  {
    "Title":"",
    "Name":"اتریش",
    "Image": "Austria",
    "State":0,
    "FoodImage": "WienerSchnitzel",
    "NameFood":"شنیتزل(شنیسل)",
    "Ingredients":{
      "سینه مرغ فیله شده":"۲۵۰ گرم",
      "آرد سفید":"یک پیمانه",
      "تخم مرغ":"دو عدد",
      "شیر پر چرب":"سه قاشق غذاخوری",
      "پودر سوخاری":"یک پیمانه",
      "پنیر پارمزان رنده شده":"یک قاشق غذاخوری",
      "جعفری تازه خرد شده":"دو قاشق غذاخوری",
      "سیر تازه":"یک حبه رنده شده",
      "نمک و فلفل":"به مقدار کافی",
      "روغن":"به مقدار لازم"
    },

    "Prepared":"برای تهیه شنیسل مرغ خانگی باید قبل از اقدام به هرکاری، سینه مرغ را آماده کنید.    سینه مرغ فیله شده باید به صورت یک ورقه نازک دربیاید.    برای این‌کار گوشت فیله را به قطعات مختلف تقسیم کنید (قطعات ۵۰گرمی).    حالا این تکه‌ها را درون یک کیسه نایلونی قرار دهید و به کمک یک بیفتک ‌کوب یا گوشت ‌کوب یا هر وسیله دیگری که در دسترس دارید، آن‌ها را حسابی بکوبید.    فقط حواستان باشد ورقه‌های فیله آنقدر نازک نشود که به مرز پارگی برسد.    بعد از آماده سازی فیله‌ها، به مرحله دوم تهیه شنیسل مرغ خانگی می‌رسیم.    آرد را در یک ظرف سینی‌طور بریزید.    تخم مرغ‌ها را با سه قاشق غذاخوری شیر مخلوط کرده و حسابی هم بزنید.    پودر سوخاری را در یک ظرف بزرگ بریزید.    اگر از پودر سوخاری معمولی استفاده می‌کنید، لازم است تا به اندازه کافی، نمک و فلفل به آن اضافه کنید.    اما اگر پودر سوخاری شما طعم‌دار است، نیازی به این کار نیست.    پنیر رنده شده، سیر تازه و جعفری تازه را به پودر سوخاری اضافه کرده و خوب هم بزنید.    به مرحله پایانی تهیه شنیسل مرغ خانگی رسیدیم.    کافیست، فیله‌های ورقه‌ای را ابتدا در آرد سفید، سپس در مخلوط تخم مرغ و بعد در مخلوط پودر سوخاری زده و در روغن داغ سرخ کنید.    دقت کنید که فیله‌ها باید کاملا به مواد گفته شده آغشته شوند.    داغ بودن روغن هم در تهیه این غذا اهمیت ویژه‌ای دارد.    برای اینکه شنیسل سالم‌ تری داشته باشید، می‌تولنید از روغن گیاهی استفاده کنید.    بعد از سرخ شدن یک طرف، طرف دیگر را هم سرخ کنید.    شنیسل را از روغن خارج کرده و روی دستمال جاذب قرار دهید تا روغن اضافی آن گرفته شود. شنیسل خانگی شما آماده سرو است.    "
  },
  "اردن":
  {
    "Title":"",
    "Name":"اردن",
    "Image": "Jordan",
    "State":0,
    "FoodImage": "Mansaf",
    "NameFood":"منسف",
    "Ingredients":{
      "زعفران":"یک قاشق چایخوری",
      "برنج":"نیم کیلو",
      "آب":"به مقدار لازم",
      "روغن نباتی یا کره ":"100 گرم",
      "هل سبز":"10 حبه",
      "گوشت بره (ترجیحاً گوشت پاچه یا همان ساق)":"یک کیلو و نیم",
      "دانه کاج":"۵۰ گرم",
      "مغز بادام خام":"۵۰ گرم",
      "روغن مایع":"حدود ۳ قاشق ",
      "برگ جعفری":"به مقدار لازم",
      "پیاز":"1 عدد",
      "نمک و فلفل":"به میران لازم"
    },

    "Prepared":"در یک قابلمه مناسب (به اندازه کافی بزرگ) روغن را روی آتش ملایم حرارت دهید.    گوشت را به روغن داغ افزوده و حرارت دهید.    در این مرحله گوشت را خوب در روغن زیر و رو کرده تا دورتادور آن به رنگ طلایی درآید.    پس با استفاده از یک قاشق شیاردار، گوشت را خارج کرده و در ظرفی در خارج از قابلمه نگاه دارید.    پیاز را حدود ۱۰دقیقه در روغن حرارت دهید.    فلفل، کرفس و سیر را به پیاز افزوده و حدود ۱۰ دقیقه دیگر حرارت دهید.    8  فنجان آب را افزوده و بگذارید تا به جوش آید.    گوشت را به قابلمه برگردانده و هویج، گوجه فرنگی ، رب گوجه فرنگی، زیره، فلفل و نمک را به آن بیفزایید.    در قابلمه را گذاشته و به‌مدت ۲۰ دقیقه بگذارید بپزد.    چند بار قابلمه را بررسی کنید تا چنانچه کفی روی آن (این کف حاوی چربی اضافه است) ایجاد شده باشد با قاشقی، آن را خارج کنید.    همزمان با ادامه پخت، رشته‌های اسپاگتی را طبق دستور روی جعبه آن (مانند آب پز کردن معمولی ماکارونی) بپزید.    دقت داشته باشید که رشته‌ها به اندازه کافی نرم و قابل خوردن بشوند؛ چون قرار نیست بعدا آنها را دم کنیم.    پس از پخت اسپاگتی، آن ‌را آبکش کرده و در بشقاب بکشید.    سپس به اندازه دلخواه برای هر نفر روی آن را با مایع گوشت پوشانده و با گشنیز و شوید بیارایید.    "

  },
  "اروگوئه":
  {
    "Title":"",
    "Name":"اروگوئه",
    "Image": "Uruguay",
    "State":0,
    "FoodImage": "Thechivitosteaksandwich",
    "NameFood":"ساندویچ چیوتیو",
    "Ingredients":{
    "استیک گوشت دنده بدون استخوان":"نیم کیلوگرم (۴ برش افقی و نازک)",
    "نان ساندویچی":"۴ عدد",
    "سس مایونز":"نصف فنجان",
    "بیکن":"۴ تکه",
    "روغن زیتون":"۲ قاشق غذاخوری",
    "تخم مرغ":"۴ عدد بزرگ",
    "پاسترامی سولیکو":"۱۰۰ گرم",
    "پنیر کممبر":"برش نیم سانتی",
    "کاهو مجلسی":"۴ برگ بزرگ",
    "گوجه فرنگی":"۲ عدد",
    "فلفل سبز":"۲ عدد کباب شده"

  },

  "Prepared":"با کمک بیفتک کوب به آرامی روی گوشت‌های استیک بکوبید تا تقریبا نیم سانتی‌متر شوند. روی آن‌ها نمک بپاشید.  نان ساندویچی را از وسط دو قسمت کنید و داخل هر دو طرف سس مایونز بمالید و کنار بگذارید.  یک ماهیتابه دو طرفه را روی حرارت ملایم گرم کنید، بیکن‌ها را روی آن بگذارید تا کمی گرم شوند، یک دور برگردانید و کنار بگذارید.  استیک‌ها را روی تابه بگذارید و دو دقیقه به حال خود رها کنید تا بپزند.  حالا آن‌ها را برگردانید و یک یا چند دقیقه دیگر بپزید تا نرم و آبدار شوند.  وقتی منتظر پخت استیک‌ها هستید، روغن زیتون را در تابه‌ای دیگر گرم کنید، سپس تخم‌مرغ‌ها را اضافه کنید تا جایی که سفیده درست شود و زرده عسلی باشد.  روی یک طرف نان یک تکه استیک بگذارید و روی آن پاسترامی، پنیر کممبر و تخم مرغ نیمرو قرار دهید.  طرف دیگر را با کاهو، گوجه فرنگی و فلفل کبابی پر کنید و ساندویچ را ببندید.  ساندویچ چیویتو را به دو قسمت مساوی تقسیم کرده و نوش جان کنید.  "
},
  "اسپانیا":
  {
    "Title":"",
    "Name":"اسپانیا",
    "Image": "Spain",
    "State":0,
    "FoodImage": "SpanishTortilla",
    "NameFood":"تورتیلای اسپانیایی",
    "Ingredients":{
    "سیب زمینی":"900 گرم",
    "نمک":"به میزان لازم",
    "پیاز خرد شده":"1 عدد متوسط",
    "روغن زیتون":"3 قاشق غذاخوری",
    "تخم مرغ":"8 عدد",
    "فلفل سیاه":"به مقدار لازم",
    "پنیر پارمسان رنده شده":"یک سوم پیمانه",
    "کره":"یک و نیم قاشق غذاخوری"
  },

  "Prepared":"1- سیب زمینی ها را با نمک و آب 20 تا 25 دقیقه بپزید تا نرم شوند. سپس آنها را آبکش کنید و کنار بگذارید تا خنک شوند. سپس به مکعب های کوچک برش دهید و درون کاسه بزرگی بریزید.  2- فر رابا دمای 400 درجه فارنهایت گرم کنید.  3- 1.5 قاشق غذاخوری روغن را در تابه روی حرارت ملایم گرم کنید. پیاز را به همراه نمک اضافه کنید و تفت دهید تا نرم و طلایی شوند. پیازهای سرخ شده را درون کاسه سیب زمینی ها بریزید.  4- در یک کاسه دیگر، تخم مرغ ها را هم بزنید و آنها را روی سیب زمینی و پیاز بریزید. همه مواد را به خوبی با هم مخلوط کنید.  5- کره و روغن باقی مانده را درون تابه بزرگ و نچسب گرم کیند. مخلوط سیب زمینی را داخل آن بریزید . پنیر را روی آن بپاشید. تا زمانی روی اجاق بگذارید بماند که تخم مرغ ها در حاشیه تابه سفت شوند. سپس آن را داخل فر قرار دهید تا کاملا پخته و سطح آن طلایی شود. حدود 20 دقیقه در فر باشد کافی است.  6- تابه را خارج کنید و اجازه دهید تورتیلا خنک شود. سپس با چاقوی بلند آن را برش دهید و به همراه سس مایونز با طعم سیر سرو کنید.  "

},
  "استرالیا":
  {
    "Title":"",
    "Name":"استرالیا",
    "Image": "Australia",
    "State":0,
    "FoodImage": "LambGrilled",
    "NameFood":"کباب بره گریل شده",
    "Ingredients":{
    "گوشت بره":"500 گرم",
    "پیاز قرمز":"2 عدد",
    "فلفل قرمز":"2 عدد",
    "پاپریکا":"1 قاشق غذاخوری",
    "میخک":"2 عدد",
    "تخم زیره":"½ قاشق چای خوری",
    "تخم گشنیز":"2 قاشق چای خوری",
    "نمک و فلفل سیاه":"به مقدار لازم",
    "روغن زیتون":"به مقدار لازم"
  },

  "Prepared":"نخست تمامی ادویه ها را در یک هاون بکوبید تا جایی که نرم و ریز شوند.  سپس ادویه های ساییده شده را با روغن مخلوط کنید تا به یک سس غلیظی برسید.  تکه های گوشت بره را پاک کرده و به مکعب های 2.5 سانتی متری خرد کنید.  گوشت ها را در کاسه ای ریخته و با سس بپوشانید.  گوشت های کبابی را خوب در سس بغلطانید و بگذارید نیم ساعت تا 1 ساعت بماند.  سپس گوشت های مزه دار شده، پیاز قرمز و فلفل را یکی در میان در سیخ یا چوب رزماری فرو کنید (برگ های پایین رزماری را جدا کنید اما برگ های سر آن را بگذارید بماند).  حدود 5 دقیقه گوشت ها را گریل کنید. مرتب آن ها را بچرخانید تا بیرون گوشت خوب ذغالی و درون آن صورتی و آب دار شود. تکه های گوشت را در کنار بقیه کباب ها سرو کنید.  "

},
  "افغانستان":
  {
    "Title":"",
    "Name":"افغانستان",
    "Image": "Afghanistan",
    "State":0,
    "FoodImage": "KabuliPalaw",
    "NameFood":"کابلی پلو",
    "Ingredients":{
    "روغن":"به میزان لازم",
    "گوشت گوسفندی یا گوساله":"۵۰۰ گرم",
    "پیاز سرخ شده":"۲ عدد",
    "نمک و فلفل سیاه":"به میران لازم",
    "زردچوبه":"1 قاشق چای خوری",
    "زعفران آب کرده غلیظ":"1 قاشق غذاخوری",
    "مخلوط ادویه":"3 قاشق چای خوری(دارچین،پودر سیر,پودر زیره سیاه،پودر زنجبیل،پودر لیمو عمانی,پودر هل،پودر میخک،جوز هندی,ادویه پلویی)",
    "گوجه فرنگی بزرگ":"۱ عدد وسط آن را خالی کنید و گوشت آن را خرد کنید",
    "ادویه گارام ماسالا":"١ قاشق چای خوری",
    "هویج خلال و پخته شده":"٢ عدد",
    "کشمش پلویی زرد":"یک دوم پیمانه",
    "خرما":"۸ عدد",
    "خلال بادام خیس خورده":"1 قاشق غذا خوری",
    "خلال پسته":"1 قاشق غذا خوری",
    "خلال پرتغال پخته و سرخ شده":"نصف پیمانه",
    "زرشک سرخ شده،گردو و خرما و پیاز داغ و گل سرخ":"به مقدار لازم برای تزیین",
    "برنج":"۳ پیمانه",
    "شکر":"۳ قاشق غذاخوری",
    "آب جوش":"یک دوم پیمانه"

  },

  "Prepared":"در ماهیتابه کمی روغن بریزید و گوشت را به همراه پیاز نگینی تفت دهید تا گوشت تغییر رنگ دهد و پیاز نرم شود و آب گوشت کشیده شود سپس به آن نمک، گارام ماسالا و زعفران و فلفل سیاه و زردچوبه و تمام ادویه ها را اضافه کنید، سپس در آن کمی آب بریزید و بگذارید تا کاملا پخته شود  در صورت نیاز، آب بیشتر اضافه کنید. نکته : اگر از گوشت چرخ کرده استفاده می کنید، آن را به همراه پیاز رنده شده، نمک، فلفل سیاه و زردچوبه با هم ترکیب کنید آن را به شکل توپ های کوچک شکل دهید و در روغن سرخ کنید در ماهیتابه ای دیگر، کمی روغن بریزید و هویج را تا نرم شود، تفت دهید  نکته : اگر مایلید تا غذا شیرین تر شود، کمی شکر به هویج اضافه کنید، هویج را خارج کرده، کشمش خیس خورده و خرما (در صورت تمایل) را به همراه خلال بادام و پسته برای ۱ دقیقه تفت دهید آن ها را از روی حرارت برداشته و کنار بگذارید  خلال پوست پرتغال را سه مرتبه میجوشانیم واب ان را خالی میکنیم تا تلخی ان از بین برود  برای تهیه شکر کاراملی، شکر را در همان ماهیتابه و روغن باقیمانده بریزید و آن را آب کنید، سپس با احتیاط آب جوش را به آن اضافه کنید و هم بزنید تا شکر کاراملی کاملا در آب حل شود  مقداری از هویج، کشمش، خرما و خلال های تفت داده را برای تزیین کنار بگذارید  هنگامی که گوشت پخت،آن را از اب بیرون بیاورید برنج را با نمک به آب اضافه کنید و آب گوشت را روی مخلوط بریزید تا آب بجوشد حرارت را کم کنید تا آب برنج تبخیر شود برنج را به صورت کته در آب گوشت بپزید برنج، گوشت پخته، هویج، کشمش، خرما و خلال های تفت داده و ادویه پلویی را لایه لایه در ظرف بریزید، شکر کاراملی را روی آن بدهید و به مدت نیم ساعت دم بزارید و بعد در ظرف مورد نظر سرو کنید و با موادی که کنار گذاشته بودید، با سلیقه ی خود تزیین کنید و نوش جان فرمائید  "
},
  "اندونزی":
  {
    "Title":"",
    "Name":"اندونزی",
    "Image": "Indonesia",
    "State":0,
    "FoodImage": "NasiGoreng",
    "NameFood":"ناسی گورنگ",
    "Ingredients":{

    "روغن":"۲ قاشق غذاخوری",
    "پیاز":"۱ عدد کوچک",
    "سیر":"۲ حبه",
    "هویج":"1 عدد",
    "کلم‌سبز":"یک دوم",
    "برنج قهوه‌ای ":"۱۷۵ گرم",
    "سس سویا":"۱ قاشق غذاخوری",
    "تخم مرغ":"۱ عدد",
    "سس چیلی":"به میزان لازم"

  },

  "Prepared":"  پیاز رو پوست بگیرید و نازک حلقه‌حلقه کنید.  سیرها رو پوست بگیرید و ریز خرد کنید.  هویج رو رنده کنید.  کلم سبز رو به شکل نوارهای باریک خرد کنید.  از برنج پخته استفاده کنید.  1. روغن رو در ماهیتابه‌ای روی حرارت بالا گرم کنید. پیاز رو در ماهیتابه بریزید و برای ۳ تا ۴ دقیقه تا نرم و کمی کاراملی بشه، تفت بدید. سیر رو اضافه کنید و برای ۱ دقیقه دیگه تفت بدید.  2. هویج و کلم رو اضافه کنید و مواد رو برای ۱ تا ۲ دقیقه دیگه تفت بدین. برنج قهوه‌ای پخته رو اضافه کنید و با بقیه مواد کمی تفت بدید.  3. سس سویا و قدری نمک و فلفل به مواد بزنید. میان مواد رو گود کنید و تخم‌مرغ رو در اون بشکنید. تخم‌مرغ رو در حدی که سفیده ببنده، بپزید.  4. غذا رو در کاسه بزرگی بریزید و تخم‌مرغ رو روی اون بذارید. اگه خواستید اون رو به همراه سس چیلی میل کنید.  "
},
  "انگلستان":
  {
    "Title":"",
    "Name":"انگلستان",
    "Image": "England",
    "State":0,
    "FoodImage": "FishFillet",
    "NameFood":"فیله ی ماهی",
    "Ingredients":{

    "روغن سرخ کردنی":"به مقدار لازم",
    "سیب زمینی بزرگ":"۴ عدد",
    "آرد":"۲ فنجان",
    "تخم مرغ کمی هم زده شده":"۱ عدد",
    "نمک":"۲ قاشق چایخوری",
    "بیکینگ پودر":"۱ قاشق ",
    "فلفل سیاه":"۱ قاشق چایخوری",
    "آرد برنج":"یک دوم فنجان",
    "فیله ماهی (معمولا ماهی کاد)":"۴ عدد",
    "سرکه بالزامیک":"به مقدار لازم",
    "سس تارتار":"به مقدار لازم برای سرو"

  },

  "Prepared":"روغن زیادی در سرخ کن بریزید و آن را برای سرخ کردن آماده کنید. سیب زمینی ها را به اندازه  انگشتان دست خلال کنید و آنها را به مدت ۲ تا۳ دقیقه در سرخ کن سرخ کنید. آنها را بیرون بیاورید  و روی دستمال کاغذی پهن کنید تا روغن آن گرفته شود.  در یک ظرف آرد، بیکینگ پودر، ۱ قاشق نمک، فلفل سیاه و تخم مرغ را باهم مخلوط کنید. ۱ فنجان  آب( ترجیحا آب گازدار) روی آنها بریزید و مخلوط را بهم بزنید. این مخلوط را روی یک بشقاب تخت  بیندازید.ابتدا فیله های ماهی را در آرد برنج بغلطانید و سپس آن را در مخلوط آردی قرار دهید.  فیله ها را درون سرخ کن قرار دهید و تا زمانیکه طلائی رنگ شدند، آنها را درون روغن سرخ کنید.  سپس آنها را از روغن بیرون بکشید و روی حوله های کاغذی قرار دهید. کمی نمک و سرکه بالزامیک  روی آنها بپاشید و با سس تارتار و یا سس دلخواهتان همراه با سیب زمینی میل کنید.  "
},
  "اوکراین":
  {
    "Title":"",
    "Name":"اوکراین",
    "Image": "Ukraine",
    "State":0,
    "FoodImage": "Ukrainianchicken",
    "NameFood":"مرغ اوکراینی",
    "Ingredients":{
    "پیازچه خردشده":"یک قاشق غذاخوری",
    "جعفری ساطوری شده":"یک قاشق غذاخوری",
    "سیر له شده":"یک حبه",
    "کره":"150 گرم",
    "تخم مرغ":"یک عدد",
    "آب":"1 قاشق غذا خوری",
    "آرد سفید":"یک چهارم فنجان",
    "نان سفید خشک":"یک دوم فنجان",
    "سینه مرغ  بدون پوست و استخوان":"4 عدد نصف شده",
    "نمک و فلفل":"به میران لازم",
    "روغن مایع":"یک قاشق غذاخوری",
    "روغن گیاهی برای سرخ کردن":"به میران لازم"
  },

  "Prepared":"پیازچه، جعفری و سیر را مخلوط کنید. کره را به صورت مستطیل هایی به ابعاد 3×10 سانت در آورید. آب و تخم مرغ را با هم بزنید. آرد را در بشقابی دیگر بریزید. خرده نان را هم در بشقابی دیگر بریزید. هر قطعه سینه را بین دو ورقه نایلون بگذارید و با گوشت کوبی که کف آن صاف باشد روی مرغ بکوبید تا قطر قطعات 5 میلی متر شود. پلاستیک را بردارید. کمی نمک و فلفل بپاشید. مخلوط پیازچه را روی سطح مرغ ها بپاشید. تکه های بریده شده کره را وسط هر قطعه از مرغ بگذارید و مرغ را مثل رولت بپیچید. (کره کاملا پوشیده شود) رول ها را در آرد بغلتانید، به مخلوط تخم مرغ آغشته کنید و در نرمه نان بغلتانید و دوباره در تخم مرغ بزنید و در نرمه نان بغلتانید و در سینی فر بچینید. روی ظرف را بپوشانید و یک تا 24 ساعت در یخچال بگذارید. رول ها را 5 دقیقه در کره و روغن داغ سرخ کنید به طوری که همه اطرافش طلایی شود. مرغ ها را به سینی فر برگردانید و 15 تا 18 دقیقه با حرارت 400 درجه فارنهایت در فر بگذارید، سپس سرو کنید. (برای4 نفر)  نکته:می توانید به جای کره از پنیر چدار یا پنیر زیره استفاده کنید و به جای جعفری از آویشن استفاده کنید."

},
  "آرژانتین":
  {
    "Title":"",
    "Name":"آرژانتین",
    "Image": "Argentina",
    "State":0,
    "FoodImage": "Asado",
    "NameFood":"آسادو",
    "Ingredients":{
    "گوشت(گوشت دنده گاوي )":"2/5 کیلو",
    "سوسيس چوريزو":"6  عدد",
    "چینچولاینز(گوشت احشا گاو مثل روده کوچک،کلیه ها و دنبلان)":"۴۰۰ گرم",
    "لیمو":"۲ عدد",
    "نمک دریایی":"مقدار لازم",
    "مرینیت(در صورت استفاده از کلیه گاو ) ":"به کارگیری آن اختیاری است"
  },

  "Prepared":"قبل از شروع سوسیس ها را داخل آب بخیسانید این کار باعث میشود تا ازخشک شدن آنها بعد از پخت جلوگیری شود.  با زعال وچوب وکاغذ آتش درست کنید که احتمالا یک ساعت از شما وقت خواهد گرفت.  هنگامی که آتش درست شد خاکسترها را پخش کنید تا آتش تا حدی شدت پیدا کند البته اندکی هم نمک روی خاکسترها بریزید تا بیش از حد شعله ور نشود.  طرز تهیه گوشت:اگر که میخواهید چینچولاینز را درست کنید بایستی قبل از هرچیز آنها را بخوبی بشویید.چینچولاینز زمان زیادی برای پخت میبرد(یک الی و یک و نیم ساعت)مطمئن شوید که هنگام پخت چینچولایز روی شعله ملایم و از بخش گوشت اصلی جدا پخته شود تا طعم خود را به گوشت اصلی ندهد.  راجع به پخت رود کوچک:آنها را به صورت دایره وار رول کرده روی گریل قرار داده بعد از ۳۰ دقیقه طرف دیگر آن را برگردانده به آن نمک بزیند.  راجع به پخت کلیه ها:پرده یا غشایی که کلیه ها داخلش قرار دارند را جدا کرده خود کلیه ها را بعد از شستن به مدت یک شب کامل داخل آب و سرکه یا سرکه انگور قرمز یا شیر قرار دهید.به هنگام پخت روی گریل ابتدا کلیه ها را بخش بازآنها روی گریل قرار دهید تا آب آن ها کاملا خارج شده تبخیر شوند.بعد از ۴۰-۳۰ دقیقه یا زمانی که کلیه ها بافت سفتی را پیدا کردند به طرف دیگر برگردانید.نمک فراموش نشود.  برای پخت سوسیس ها:آنها را ازداخل آب خارج نموده روی گریل قرار دهید.  نمک و آب لیمو را روی هر دو طرف گوشت گاو(دربالا گفته شده) ریخته گوشت ها را روی گریل قرار داده بگزارید گوشت به مدت ۴۰ دقیقه الی یک ساعت بپزد.گوشت را هر ۲۰-۱۵دقیقه این طرف و آن طرف نمایید.  گوشت دنده گاو را روی گریل قرار داده به مدت ۲۰-۱۵ دقیقه بپزید.  بعد از پخت تمامی گوشت ها را برش زده روی بشقابی بزرگ قرارشان داده تا هرکس ازهر گوشتی که تمایل به آن داشت سرو نمایید.  جهت تهیه سس چیمیچوری:تمامی اجزای گفته شده در بالا را داخل مخلوط کن ریخته با یکدیگر مخلوطشان کرده تا به صورت پوره و سس روان و یکدستی درآیند.  به هنگام سرو از سالاد و نان تست و سس چیمیچوری در کنار غذا استفاده نمایید."
},
  "آفریقای جنوبی":
  {
    "Title":"",
    "Name":"آفریقای جنوبی",
    "Image": "SouthAfrica",
    "State":0,
    "FoodImage": "BeefBobotie",
    "NameFood":"خوراک گوشت بوبوتی",
    "Ingredients":{
    " گوشت بره و گوساله یا مخلوطی":"از هر 2 , نیم کیلوگرم",
    "کره":"یک قاشق سوپ خوری",
    "پیاز":"2عدد، ساطوری شده",
    "سیر":"½ قاشق چای خوری،له شده",
    "زردچوبه":"یک قاشق چای خوری",
    "پودرکاری":"یک قاشق سوپ خوری",
    "نان سوخاری":"2برش ، خرد شده",
    "شیر":"یک چهارم فنجان",
    "آب لیمو":"عصاره نیمی از یک لیمو + پوست رنده شده آن",
    "تخم مرغ":"یک عدد",
    "نمک":"یک قاشق چای خوری",
    "فلفل سیاه":"یک قاشق چای خوری",
    "برگه زردآلو":"85گرم ، خردشده",
    "سیب":"یک عدد، پوست گرفته ، هسته گرفته و خرد شده",
    "انگور ریزبیدانه":"یک چهارم فنجان",
    "بادام":"35گرم ، بو داده",
    "برگ بو":"6 عدد"

  },

  "Prepared":"  1. فر را بادمال 60درجه سلسیوس (325درجه فارنهایت) گرم کنید. یک تابه بزرگ را چرب کنید.کره روغن را در یک تابه گرم کنیدو پیاز و سیر را سرخ کرده، پودر کاری و زردچوبه را به تابه اضافه کنید. حالا تابه را از روی حرارات بردارید. \n 2. گوشت­های ساطوری شده را با پیاز و سیر مخلوط کنید. \n 3. خرده­های نان­سوخاری را باشیر، آب لیمو و پوست رنده شده لیمو، تخم­مرغ، نمک، فلفل، برگه زردآلو، سیب،انگور و بادام مخلوط کنید. بعد گوشت و پیاز را اضافه کنید \n 4. مخلوط را در تابه ریخته و سطحش را صاف کنید. برگ بوها را لابلای مواد پنهان کرده، روی تابه را با یک تکه فویل بپوشانید و برای یک ساعتو 15دقیقه در فر بگذارید. \n 5. دمای فر را به 205درجه سلسیوس (400درجه فارنهایت) برسانید؛ حالا نمک، تخم­مرغ و شیر مورد نیاز برای لایه روی خوراک را با هم مخلوط کرده، روی خوراک بریزید و 15دقیقه دیگر، بدون روکش فویل، داخل فر بگذارید تا به رنگ قهوه­ای روشن در آید.  این خوراک را می­توانید همراه با برنج زعفرانی سرو کرده و نوش جان کنید."

},
  "آلمان":
  {
    "Title":"",
    "Name":"آلمان",
    "Image": "Germany",
    "State":0,
    "FoodImage": "Spaetzle",
    "NameFood":"اشپازل",
    "Ingredients":{
    "آرد":" فنجان معمولی (ساده)",
    "نمک":"به مقدار لازم",
    "تخم مرغ":"2 عدد ",
    "شیر":"1 فنجان",
    "سبزی های خرد شده (جعفری، پیاز کوهی، مرزنجوش، اورگانو یا شوید برای این منظور مناسب هستند)":"1 فنجان",
    "روغن زیتون ":"به مقدار لازم "
  },

  "Prepared":"در یک قابلمه بزرگ آب و نمک را روی حرارت متوسط به جوش بیاورید.   در یک کاسه کوچک، تخم مرغ ها و شیر را با یکدیگر مخلوط کنید تا مایه یکدستی حاصل شود.  سپس آرد را در یک کاسه بزرگ ریخته و حفره ای در مرکز آن ایجاد کنید.  یک سر انگشت نمک به آرد اضافه کرده، سپس مایه تخم مرغ را کم کم با آرد مخلوط کنید و با یک چنگال مواد را هم بزنید. مواد را آنقدر مخلوط کنید تا زمانی که کاملاً ترکیب شوند.  سپس فنجان از سبزی ها را اضافه کنید و هم بزنید.  خمیر بدست آمده را روی یک صافی درشت قرار دهید که روی قابلمه گذاشته اید.  با استفاده از یک کفگیر پلاستیکی مواد را فشار دهید تا خمیر از سوراخ رد شود و درون آب جوش بیفتد.  اشپاتزل را به مدت 2 تا 3 دقیقه بجوشانید تا زمانیکه کاملاً بپزد و خودش را بگیرد.  سپس آن را آبکش کنید و در یک کاسه متوسط بریزید.  در آخر کمی روغن زیتون و باقی سبزی ها را اضافه کنید، کمی مواد را هم بزنید تا یکنواخت شوند و بلافاصله سرو نمایید.  "
},
  "برزیل":
  {
    "Title":"",
    "Name":"برزیل",
    "Image": "Brazil",
    "State":0,
    "FoodImage": "BeefPastel",
    "NameFood":"پاستل گوشت و پنیر",
    "Ingredients":{
    "روغن زیتون":"۱ و ½ ق غ",
    "پیاز متوسط ریز خرد شده":"۱  عدد",
    "سیر له شده":"۲ حبه",
    "گوشت گاو چرخ شده بدون چربی":"۳۴۰ گرم",
    "گوجه فرنگی بزرگ":"۱ عدد وسط آن را خالی کنید و گوشت آن را خرد کنید",
    "شکر":"½ ق غ",
    "خمیر چیلی":"½ ق غ",
    "نمک و فلفل":"به میزان لازم",
    "پیازچه ریز خرد شده":"۳ ق غ",
    "پنیر گودا مکعبی خرد شده":"۱۱۲ گرم",
    "خمیر یوفکا":"۱۶ ورقه",
    "روغن گیاهی برای سرخ کردن":"به میران لازم"
  },

  "Prepared":"در یک ماهیتابه روی حرارت متوسط روغن زیتون و پیازها را به مدت ۳ دقیقه تفت دهید تا پیازها شفاف شوند.  سیر را اضافه کرده  به مدت ۴۰ ثانیه هم بزنید تا عطر آن آزاد شود.  گوشت گاو چرخ شده را اضافه کرده هم بزنید تا بپزد.  گوجه فرنگی، شکر و خمیر چیلی را اضافه کنید.  تا زمانیکه گوجه فرنگی ها نرم شده و به خورد مواد بروند حدود ۵ دقیقه به پخت ادامه دهید.  با نمک و فلفل مواد را مزه دار کرده از روی حرارت بردارید.  پیازچه را اضافه کرده کنار بگذارید تا مواد خنک شوند.  برای سر هم کردن خمیر با مواد یک سطح صاف را آرد پاشی کنید.  یک ورقه خمیر را روی آن گذاشته به اندازه یک قاشق غذاخوری از مواد وسط خمیر بگذارید.  یک حبه از پنیر را روی مواد گوشتی بگذارید و با دقت خمیر را تا کنید و با دست مواد میانی خمیر را نگه دارید.  با انگشت اطراف خمیر را به هم چسبانده و سپس با یک چنگال حاشیه آن را فشار دهید تا محکم شود. آردهای اضافی را از روی خمیر پاک کنید.  خمیرها را در روغن گیاهی داغ غوطه ور کنید.  وقتی یک طرف آن طلایی شد بچرخانید تا طرف دیگر هم طلایی شود سپس بیرون آورده داخل بشقابی که کف آن دستمال کاغذی انداخته اید بگذارید."

},
  "بلژیک":
  {
    "Title":"",
    "Name":"بلژیک",
    "Image": "Belgium",
    "State":0,
    "FoodImage": "MoulesFrites",
    "NameFood":"مولِس فریتِس",
    "Ingredients":{
    "سیب زمینی خلالی ساویس(فرنچ فرایز)":"۱ بسته",
    "صدف تازه":"300 گرم",
    "روغن زیتون":"2 قاشق غذاخوری",
    "سیر":"به مقدار لازم",
    "موسیر":"به مقدار لازم",
    "آویشن":"به مقدار لازم",
    "مایونز یا خامه ترش با طعم سیر":"به مقدار لازم"
  },

  "Prepared":" ابتدا صدف را با هم آبپز کنید  روغن زیتون، سیر، آویشن و موسیر پخته شده را به آن اضافه کنید.  حال سیب زمینی نیمه آماده ساویس را هم سرخ کنید در کنارش قرار دهید.  در نهایت هم با سسی از مایونز و یا خامه ی ترش با طعم سیر آن را میل کنید.  "
},
  "بنگلادش":
  {
    "Title":"",
    "Name":"بنگلادش",
    "Image": "Bangladesh",
    "State":0,
    "FoodImage": "FishCurryRice",
    "NameFood":"پلو و ماهی کاری",
    "Ingredients":{
    "مرغ (پخته شده)":"۶ قطعه",
    "نخود فرنگی":"۱۰۰ گرم",
    "کاری":"۲ قاشق غذا خوری",
    "زعفران (ساییده)":"۱ قاشق چای خوری",
    "روغن (حیوانی)":"۳ قاشق غذا خوری",
    "برنج":"۴ پیمانه",
    "پیاز":"۲ عدد",
    "سیب زمینی":"۳ عدد",
    "نمک و فلفل و زرد چوبه":"به مقدار لازم"

  },

  "Prepared":"در ظرفی مناسب مقداری روغن میریزیم و بعد پیاز را به ۴قسمت تقسیم كرده و به همراه زردچوبه و نمك و افزودنی های دلخواه كمی تفت میدهیم و سپس مرغها را اضافه كرده و دوباره خوب تفت میدهیم و بعد با مقداری آب خوب میپزیم.  وقتی آب مرغ تمام شد آن را از صافی رد كرده و با مقداری روغن كمی تفت میدهیم و شعله را كم كرده زعفران آبكرده و ادویه كاری را به آن اضافه میكنیم و اجازه میدهیم طعم دار شود.  حالا در ظرفی جداگانه برنج را به مرحله آبكشی رسانده و از مخلوط تهیه شده و نخود فرنگی به صورت لا به لا استفاده میكنیم و برنج را دم می اندازیم.سیب زمینی ها را سرخ كرده و با غذا سرو میكنیم.  "
},
  "پرو":
  {
    "Title":"",
    "Name":"پرو",
    "Image": "Peru",
    "State":0,
    "FoodImage": "Ceviche",
    "NameFood":"سویچه",
    "Ingredients":{

    "آب":"2 لیتر",
    "نمک":"1/4 فنجان",
    "میگو خام پوست کنده":"400 گرم",
    "لیمو":"دو عدد",
    "پرتغال":"دو عدد",
    "خیار پوست کنده خرد شده":"1 فنجان",
    "کرفس خرد شده":"1 فنجان",
    "گوجه فرنگی خرد شده":"1 فنجان گوجه",
    "آواکادو خرد شده":"1 عدد",
    "گشنیز خرد شده":"1 قاشق غذا خوری",
    "روغن زیتون":"یک چهارم فنجان",
    "نمک":"یک چهارم فنجان"

  },

  "Prepared":"برای تهیه سویچه میگو ابتدا آب و 1/4 فنجان نمک را در یک دیگچه بزرگ بریزید و روی حرارت بالا آب را بجوشانید. پس از جوشیدن آب میگو را اضافه کرده و حرارت را کم کنید که میگو به مدت 3 دقیقه بپزد. سپس میگو را در آبکش ریخته تا آب آن برود و بمدت حدود 10 دقیقه بگذارید تا سرد شود.  میگو پخته شده را به قطعات کوچک خرد کنید و در یک کاسه بریزید. خیار را پوست کنده و خرد کنید، آب لیمو و آب پرتقال را بگیرید، ساقه کرفس را به قطعات کوچک خرد کنید و به کاسه میگو اضافه کنید. کاسه میگو و مخلوط کرفس و خیار را به مدت 1 ساعت در یخچال بگذارید.  آواکادو، گوجه فرنگی و گشنیز را خرد کنید و با روغن زیتون و 1/4 قاشق چای خوری نمک به مخلوط سویچه میگو اضافه کنید و نیم ساعت در دمای اتاق بگذارید. سویچه میگو آماده است با چیپس سرو کنید.  "
},
  "تایلند":
  {
    "Title":"",
    "Name":"تایلند",
    "Image": "Thailand",
    "State":0,
    "FoodImage": "PadThai",
    "NameFood":"پد تای",
    "Ingredients":{

      "رشته برنج که 15 دقیقه در آب گرم خیس شده است":"200 گرم",
      "روغن گیاهی":"5 قاشق غذاخوری",
      "چیلی تفت داده شده":"1 عدد",
      "میگو خشک":"2 قاشق غذاخوری",
      "میگوی درشت پاک شده":"8 عدد",
      "تخم مرغ":"2 عدد",
      "تکه‌های توفو که پنیر لوبیا است":"3 قاشق غذاخوری",
      "ترشی تربچه (در صورت تمایل)":"1 قاشق غذاخوری",
      "موسیر خرد شده":"به مقدار لازم",
      "شکر":"3 قاشق غذا خوری",
      "سس ماهی":"2 قاشق غذاخوری",
      "آب تمبرهندی":"3 قاشق غذاخوری",
      "پودر چیلی":"2 قاشق غذاخوری",
      "جوانه سویا":"80 گرم",
      "پیازچه چینی خرد شده":"1 عدد",
      "پیازچه چینی درشت خرد شده":"2 عدد",
      "بادام زمینی خرد شده":"2 قاشق غذاخوری",
      "لیموی 4 قاچ شده":"1 عدد",
      "شکوفه موز برای تزئین":"1 عدد"

    },

    "Prepared":"ابتدا روغن را در ظرف گودی داغ کرده موسیر و میگو خشک را در آن تفت بدهید تا طلایی بشوند. میگوهای درشت را اضافه کنید و 2 دقیقه تفت بدهید. سپس تخم مرغ، پنیر لوبیا، ترشی تربچه، رشته‌های برنج، شکر، سس ماهی، آب تمبرهندی، پودر چیلی، نصف جوانه سویا و یک پیازچه چینی را اضافه کرده و تا زمانی که رشته‌ها بپزند درهم بیامیزید. با بقیه جوانه‌ها، پیازچه، بادام زمینی و برش‌های لیموترش و شکوفه موز تزیین کنید. برای این که بتوانید طعم واقعی پد تای را بچشید، باید در تور تایلند همراه شوید."

  },
  "ترکیه":
  {
    "Title":"",
    "Name":"ترکیه",
    "Image": "Turkey",
    "State":0,
    "FoodImage": "DonerKebab",
    "NameFood":"دونر کباب",
    "Ingredients":{

      "سیر":"۲ حبه",
      "قارچ":"۲۰۰ گرم",
      "پیاز متوسط ":"۲ عدد",
      "فلفل دلمه ای":"1 عدد",
      "کره":"۳ قاشق غذاخوری",
      "روغن مایع":"۲ قاشق غذاخوری",
      "گوشت قرمز یا گوشت مرغ":"۶۰۰ گرم",
      "نمک ، فلفل سیاه و آویشن":"به اندازه کافی"

    },

    "Prepared":"برای تهیه دونر کباب ترکی ابتدا باید گوشت را به ورقه های خیلی نازک تبدیل کنید. در حالت معمول این کار به دلیل اینکه گوشت نرم است تقریبا غیر ممکن است. برای حل این مشکل ابتدا گوشت ( مرغ یا گوشت قرمز ) را بشویید سپس داخل یک کیسه فریزر قرار دهید.در ادامه گوشت را داخل فریزر قرار دهید تا نیم منجمد شود. نکته مهم در مورد گوشت کباب ترکی این است که باید از گوشتی یکدست و لخم ( مانند راسته گوساله یا سینه مرغ ) استفاده کنید. پس از اینکه گوشت نیمه منجمد شد آنرا از فریزر خارج کنید.حالا گوشت حالت گرفته است و به راحتی می توانید آنرا به ورقه های نازک تبدیل کنید. پس از اینکه گوشت را خرد کردید آنرا در یک کاسه جادار بریزید. در ادامه یکی از پیازها را خلالی خرد کنید و به همراه سیرهای خرد شده ، روغن مایع ، آویشن ، نمک و فلفل سیاه به کاسه اضافه کنید.مواد را خوب زیر و رو کنید تا تمام قسمت های گوشت را پوشش دهند. در ادامه درب کاسه را بپوشانید و آنرا به مدت دو ساعت در یخچال قرار دهید تا گوشت نرم و طعم دار شود. پس از گذشت این زمان گوشت را از یخچال خارج کنید.یک تابه مناسب روی حرارت قرار دهید و کره را در آن آب کنید سپس گوشت را اضافه کنید و تفت دهید تا گوشت به طور کامل سرخ شود و روغن بیندازد. در ادامه قارچ ، فلفل دلمه ای و پیاز باقیمانده را به صورت حلقه ای خرد کنید و به تابه اضافه کنید.تفت دادن را تا زمانی که گوشت به طور کامل بپزد و سبزیجات نرم شوند ادامه دهید. پس از اینکه کباب ترکی آماده شد آنرا به همراه خیار شور ، کاهو و گوجه فرنگی در نان باگت قرار دهید و با سس مایونز یا کچاپ سرو کنید."
  },
  "روسیه":
  {
    "Title":"",
    "Name":"روسیه",
    "Image": "Russia",
    "State":0,
    "FoodImage": "Pelmeni",
    "NameFood":"پِلمِنی",
    "Ingredients":{

      "آرد":"۲/۱ فنجان",
      "تخم‌مرغ":"۲ عدد",
      "آب":"۲/۱ فنجان",
      "نمک":"۲/۱ قاشق چای‌خوری",
      "گوشت گاو":"500 گرم",
      "پیاز متوسط خردشده":"۲ عدد",
      "نمک":"۱ قاشق چای‌خوری",
      "فلفل سیاه":"۲/۱ قاشق چای‌خوری",
      "سیر":"به تعداد دلخواه جهت طعم و مزه"

    },

    "Prepared":"برای تهیه خمیر ابتدا آرد، تخم‌مرغ، آب و نمک را به‌خوبی مخلوط کرده و اجازه دهید خمیر حاصل ۳۰ دقیقه بماند.گوشت گاو، پیاز، نمک، فلفل و سیر را باهم مخلوط می کنیم.خمیر را به قطعات کوچک‌تر به‌اندازه‌ی یک گردو تقسیم کرده و هر تکه را پهن می‌کنیم و مقداری از ترکیب گوشت چرخ‌کرده را در درون آن قرار می دهیم.سپس لبه‌های خمیر را به هم بچسبانید، به‌طوری‌که چیزی از مواد درونی بیرون نزند.پلیمانی ها را به مدت ۷ دقیقه در آب و نمک جوشانده و درنهایت می‌توان درون سوپ و یا خامه‌ی ترش آن‌ها را سرو کرد."
  },
  "سری لانکا":
  {
    "Title":"",
    "Name":"سری لانکا",
    "Image": "SriLanka",
    "State":0,
    "FoodImage": "RiceCurry",
    "NameFood":"برنج و کاری",
    "Ingredients":{

      "ران مرغ":"3 عدد از استخوان جدا شده",
      "پیاز سرخ شده":"2 عدد خلالی و طلایی شده",
      "خامه صبحانه":"2 قاشق غذا خوری",
      "نمک,فلفل,زردچوبه,ادویه کاری,زعفران":"به میزان لازم",
      "کره":"50 گرم"

    },

    "Prepared":"مرغ ریش شده رو اضافه میکنیم ادویه ها و نمک خامه را افزوده خوب هم میزنیم , زعفران کمی میریزیم.برنجو آبکش کرده مواد و لابلای برنج ریخته هر بار ١ قاشق غذا خوری بستگی به مقدار برنج دارد و اگه تند دوست دارید یک مقداری برای ٣ لیوان برنج استفاده کردم کلا ٤ قاشق ادویه کاری لایه برنج ریختم و مقداری هم آب صاف شده مرغ و زعفران همینطور تا آخر موادمون تمام بشه طعم این غذا به ادویه کاری میباشد.برنج بسیار خوشمزه و مجلسی میباشد , برای تزیین روش هم سیب زمینی را خلال نازک و در روغن فراوان سرخ کنید نباید تغییر رنگ بدهد.زمانی سیب زامینی ها رو سرخ کنید که وقتی تمام شد شروع به سرو کردن کنید چون سیب زمینی اگه زیادی بمونه نرم میشه .باید حالت چیپسی داشته باشه، میتونید از خلال آماده هم استفاده کنین ولی تازش خوشمزه تره برنجو میتونید توی فر دم کنید در پیرکس قرار دهید روشو فویل بکشید وقتی بخار کرد کمی کره آب شده روی برنجتون بدید حدود ١:٣٠ با درجه ٢٠٠ درجه سنتی گراد قرار دهید"
  },
  "سنگاپور":
  {
    "Title":"",
    "Name":"سنگاپور",
    "Image": "Singapore",
    "State":0,
    "FoodImage": "HainaneseChickenRice",
    "NameFood":"برنج و مرغ هاینان",
    "Ingredients":{

      "یک مرغ کامل":"1.5 کیلویی",
      "سیر":"12 حبه",
      "سیر ورقه شده":"5 حبه",
      "زنجبیل ورقه شده":"2.5 سانتی متر+1.5 سانتی متر",
      "زنجبیل":"1 برش",
      "پیاز بدون پوست کندن نصف شود":"1 عدد",
      "آب برای جوشاندن":"به مقدار لازم",
      "حمام یخ":"به مقدار لازم",
      "برنج دانه بلند":"3 پیمانه",
      "کادی دسته شده و گره زده":"5 برگ",
      "آب مرغ":"به مقدار لازم",
      "نمک":"به مقدار لازم",
      "روغن":"2 قاشق چای خوری",
      "فلفل چیلی تازه":"سه عدد",
      "آب لیمو":"آب یک عدد",
      "خیار متوسط پوست گرفته و ":"1 عدد",
      "گوجه فرنگی ورقه شده":"1 عدد",
      "سس سویا":"1 قاشق غذاخوری",
      "روغن کنجد":"1 قاشق چایخوری",
      "برگ کاهو":"به مقدار لازم"

    },

    "Prepared":"1. مرغ را پاک کنید، چربی آن را جدا کنید و کنار بگذارید. سپس مرغ را بشویید و داخل و خارج آن را نمک بزنید.2. در یک قابلمه آب را به جوش بیاورید. مرغ را همراه پیاز،8 حبه سیر و 2.5 سانتی متر زنجبیل در قابلمه بگذارید. نمک و فلفل سفید را اضافه کنید. پس از جوش آمدن آب بگذارید 20 تا 25 جوش ریز بزند تا مرغ پخته شود. مرغ را از قابلمه خارج کنید و در حمام یخ بیندازید. سپس آن را از یخ خارج کنید، خشک کنید و کنار بگذارید. آب مرغ را صاف کنید و کنار بگذارید. مرغ را باریک برش بزنید.3. برنج را بشویید و آب آن را خالی کنید. 1.5 سانتی متر زنجبیل ورقه شده و 5 حبه سیر ورقه شده را در چربی مرغ که از قبل کنار گذاشته بودید تفت دهید تا عطر آنها بلند شود. برنج شسته را اضافه کنید و کمی روغن بریزید. برنج را تا جایی تفت دهید که کاملاً آغشته به روغن شود.4. مقداری آب مرغ در حدی که برای پختن برنج کافی باشد در آن بریزید و برگ‌های کادی را اضافه کنید. اجازه دهید برنج کاملاً بپزد.5. تخم فلفل‌های چیلی را بگیرید و آنها را همراه کمی نمک در هاون بکوبید تا به خمیری نرم تبدیل شوند. کمی آب لیمو ترش اضافه کنید و مخلوط کنید. سس چیلی را در کاسه بریزید.6. 4 حبه سیر و 1 برش زنجبیل را با هم بکوبید و در کاسه‌ی دیگری بریزید.7. برگ‌های کاهو را در بشقاب بچینید و اطراف بشقاب را با خیار و گوجه فرنگی تزیین کنید. قطعات مرغ را در مرکز بشقاب قرار دهید و مخلوط سس سویا و روغن کنجد را روی آن بدهید. مرغ را همراه با کاسه‌ای آب مرغ، برنج و سس‌ها سرو کنید."
  },
  "سوئد":
  {
    "Title":"",
    "Name":"سوئد",
    "Image": "Sweden",
    "State":0,
    "FoodImage": "SwedenMeatBall",
    "NameFood":"کوفته قلقلی سوئدی",
    "Ingredients":{

      "گوشت چرخ کرده":"یک کیلو",
      "فلفل دلمه":"3 عدد",
      "برنج":"1 پیمانه",
      "جعفری":"به مقدار لازم",
      "نمک و فلفل و زردچوبه":" به مقدار لازم",
      "گوجه فرنگی":"4 عدد",
      "آرد سوخاری":"یک پیمانه",
      "پیاز بزرگ":"2 عدد",
      "رب گوجه فرنگی":" 2 قاشق غذاخوری"

    },

    "Prepared":"جعفری را با آب سرد بشویید بعد از اینکه آب آن گرفته شد، آن را در خرد کن ریخته خرد کنید.گوشت چرخ کرده را با جعفری مخلوط کنید.برنج را به صورت نیم پخت درست کنید و به گوشت چرخ کرده اضافه کنید.فلفل دلمه و گوجه فرنگی را خرد کرده در خرد کن بریزید.سپس به مواد اضافه کنید.به آن نمک و فلفل و زردچوبه بزنید.به کمک دست آن را ورز دهید.چنانچه مواد شما چسبندگی لازم را ندارد به آن کمی آرد سوخاری اضافه کنید.سپس آن را به صورت گلوله درآورید و در آرد سوخاری بغلتانید.در اینجا کوفته های ما آماده برای سرخ شدن هستند.یک ماهیتابه برداشته روغن سرخ کردنی درآن ریخته و بگذارید روغن داغ شود. کوفته را را در روغن داغ سرخ کنید.وقتی یک سمت آن سرخ شد آن را به سمت دیگر چرخانده تا تمام سطح آن سرخ شود.پس از سرخ شدن آنها را در ظرف توری شکل گذاشته تا روغن آن خارج شود.پیاز را خلالی خرد کرده سرخ کنید.سپس به آن رب گوجه فرنگی اضافه کنید.کمی آب به آن اضافه کنید تا رقیق شود و کمی نمک و فلفل به آن زده سپس بگذارید تا هم خامی رب گوجه گرفته شود و هم آب آن تبخیر شود.سپس کوفته ها را در ظرفی چیده سس آماده شده را روی آن بریزید."
  },
  "سوییس":
  {
    "Title":"",
    "Name":"سوییس",
    "Image": "Switzerland",
    "State":0,
    "FoodImage": "Rosti",
    "NameFood":"روستی",
    "Ingredients":{

      "ریشه تارو (معادل همین مقدار سیب زمینی پخته)":"۳ عدد",
      "پیاز رنده شده":"۱ عدد",
      "نمک و فلفل":"به مقدار لازم",
      "روغن سرخ کردنی یا کره":"به مقدار لازم"

    },

    "Prepared":"تارو یا سیب زمنی های پخته شده را در ظرفی رنده کنیدپیاز های رنده شده را نیز به مواد اضافه کنیدنمک و فلفل را نیز به ترکیب اضافه کنید و مواد را مخلوط کنیداز مواد به مقدار کافی بردارید و در روغن سرخ کنید.روستی را در کنار سبزی جات تازه سرو کنید."
  },
  "فرانسه":
  {
    "Title":"",
    "Name":"فرانسه",
    "Image": "France",
    "State":0,
    "FoodImage": "Crepe",
    "NameFood":"کرپ",
    "Ingredients":{

      "شیر":"2 پیمانه",
      "آرد سفید":"1 پیمانه",
      "تخم مرغ":"400 گرم",
      "غذاخوری شکر":"1 قاشق",
      "وانیل":"نوک قاشق مرباخوری",
      "نمک":"نوک قاشق مربا خوری",
      "کره":"به مقدار لازم"

    },

    "Prepared":"ابتدا شیر، شکر و تخم مرغ رو با هم زن دستی خوب مخلوط میکنیم.نمک و وانیل رو اضافه میکنیم.آرد هم طی دو مرحله اضافه کرده و خوب هم میزنیم تا مایع یکدست بشه.حالا کف ماهیتابه ای نچسب رو با کمی کره چرب میکنیم، یه ملاقه از مایع رو کف ماهیتابه میریزیم و بعد ماهیتابه رو تکون میدیم تا مواد کامل کف ماهیتابه رو بگیره و خوب پخش بشه.بعد از حدود 1 الی 2 دقیقه میبینیم که کرپ داره خودشو میگیره با یه کفگیر یکم بلندش میکنیم و اگه زیرش طلایی شده بود برش میگردونیم.وقتی کرپ رو برگردوندیم بهش حدود 1 الی 2 دقیقه زمان میدیم تا طرف دیگه هم طلایی بشه و بپزه، بعد کرپ آمادست.کرپ رو میشه از وسط تا کرد و با انواع میوه ها مثل موز یا توت فرنگی، همراه عسل یا شکلات صبحونه سرو کرد فقط بستگی به سلیقمون داره"
  },
  "فلیپین":
  {
    "Title":"",
    "Name":"فلیپین",
    "Image": "Philippine",
    "State":0,
    "FoodImage": "ChickenAbodo",
    "NameFood":"چیکن آبودو",
    "Ingredients":{

      "سینه مرغ":"1 عدد(نصف سینه ی 1 مرغ)",
      "قارچ":"150 گرم",
      "پیاز متوسط":"1 عدد",
      "آرد":"1 قاشق غذا خوری",
      "شیر":"یک دوم پیمانه",
      "نمک و فلفل سیاه":"به میزان لازم",
      "روغن":"4 قاشق غذا خوری",
      "خامه":"یک دوم پیمانه ",
      "چیپس خلالی":"برای تزیین"

    },

    "Prepared":"اول سینه ی مرغ رو از طول نصف کرده ینی نازکش میکنیم بعد خلالی یا نواری برش میزنیم. کمی بهش نمک و فلفل میزنیم. روغن رو توی تابه داغ کرده سینه های مرغ رو توش تفت میریم اول میزاریم یه طرفش پخته شه و رنگش تغییر کنه بعد هم میزنیم.حرارت بالا باشه که آب نندازه در حین پختن مرغ ها پیاز ها رو خلالی برش میزنیم و به مرغ اضافه میکنیم. میزاریم 3 - 4 دقیقه تفت بخورن.نکته: پیازو اول نمیریزیم! چون نمی خواهیم پیازداغ درست کنیم! پیازداغ مخصوص غذاهای ایرانیه. همینقدر که با مرغ حرارت میبینه پیاز هم پخته و نرم میشه.بعد قارچ رو که ورقه ای اسلایس کردیم به مواد تابه اضافه میکنیم. حرارت همچنان بالاس. بعد از یکی دو دقیقه که قارچ ها آب انداخت وقت اضافه کردن آرده. 1 ق آرد رو اضافه کرده و حرارت رو کم میکنیم و مواد رو هم میزنیم. بعد شیر رو میریزیم. در نهایت هم خامه... 1-2 دقیقه که خامه ریز جوش زد غذا آمادس.مرغ با همین مقدار پخت میپزه ولی میتونید وسطای کار ازش بچشید و از پختش مطمعن شید یا اینکه یه کوچواو آب، اول کار به مرغ اضافه کنید. ولی به نظرم لازم نیست. "
  },
  "لبنان":
  {
    "Title":"",
    "Name":"لبنان",
    "Image": "Lebanon",
    "State":0,
    "FoodImage": "Kibbeh",
    "NameFood":"کیبه",
    "Ingredients":{

      "گوشت گوسفند پی چربی(دوبار چرخ شود)":"500 گرم",
      "بلغور گندم پخته و آبكش شده":"2 لیوان",
      "پیاز متوسط":"1 عدد",
      "فلفل و نمك ":"به میزان لازم",
      "ادویه مخلوط لبنان":"یك قاشق مرباخوری",
      "ب یخ یا یخ خرد شده":"مقداری"

    },

    "Prepared":"ابتدا پیاز را رنده كنید، فلفل را نیز ریز خرد كرده و با گوشت مخلوط كنیدسپس بلغور، نمك، فلفل و ادویه را بیفزایید و با كمی‌آب یخ یا یخ خرد شده به طور كامل ورز دهید.اضافه كردن یخ باعث ‌می‌شود، گوشت نرم شود و خنك باقی بماند، هم چنین زیاد چربی پس ندهد.از آن جا كه برای درست كردن این غذا باید گوشت را زیاد ورز دهیم ، ‌می‌توانیم گوشت را 2 بار دیگر از چرخ رد كرده ، یا از خرد كن‌های برقی استفاده كنیم تا نرم شود. سپس بهتر است مواد كوفته را چند ساعت در یخچال بگذاریم تا سرد شود.بعد، از یخچال درآورده و دوباره چند دقیقه ورز ‌می‌دهیم .آن گاه دستمان را مرطوب ‌می‌كنیم و از مایه به اندازه نارنگی كوچك بر‌می‌داریم و كف دستمان پهن ‌می‌كنیم .از مایه وسط كیبه یك قاشق غذاخوری ‌می‌گذاریم ، اطراف را به هم ‌می‌رسانیم؛ سپس به شكل دوك به آن فرم ‌می‌دهیم و در روغن سرخ ‌می‌كنیم.هم چنین ‌می‌توانیم یك ظرف فر را چرب كرده و نیمی‌ از مواد را بریزیم و با دست پهن كنیم.آن گاه از مایه وسط كیبه بر روی آن پخش كرده و بقیه مواد كیبه را ‌می‌ریزیم و پهن ‌می‌كنیم .بعد با چاقو به شكل لوزی برش ‌می‌دهیم و كمی‌ روغن روی آن ‌می‌ریزیم( تا روغن درون آن نفوذ كند).سپس در فر پنجره وسط با حرارت 200 درجه سانتی گراد ‌می‌گذاریم تا بپزد و روی آن طلایی شود( ‌می‌توانیم ابتدا فویل بكشیم و در آخر برداریم.)"
  },
  "لهستان":
  {
    "Title":"",
    "Name":"لهستان",
    "Image": "Poland",
    "State":0,
    "FoodImage": "Bigos",
    "NameFood":"بیگوس",
    "Ingredients":{

      "آرد":"۲ پیمانه + یک قاشق غذاخوری",
      "تخم مرغ":"یک عدد",
      "کره":"۲۵گرم + ۲۸ گرم",
      "پنیر خامه ای طعم دار":"۲۰۰ گرم(یا هر نوع ماده دلخواه)",
      "آب سبزیجات":"نصف پیمانه",
      "پاپریکا":"یک قاشق مرباخوری(دلخواه)",
      "شیر":"نصف پیمانه",
      "پنیر رنده شده":"۹۰ گرم"

    },

    "Prepared":"برای تهیه خمیر،۲ پیمانه آرد و نمک را مخلوط کنید.سپس تخم مرغ و ۲۵گرم کره را با استفاده از چنگال مخلوط کنید تا به شکل خرده نان در بیاید.در این مرحله آب را اضافه کنید و خمیر را ورز دهید تا نرم شود.خمیر را به قطر نیم سانتی متر باز کنید و با قالب کلوچه یا لیوان آغشته به آرد جدا کنید و هر یک را با پنیر پر کنید و لبه های آن را ببندید.برای پخت این پیراشکی، در قابلمه بزرگی، آب را به جوش بیاورید و هر بار ۶-۵ عدد از پیراشکی ها را در آب در حال جوش قرار دهید.در ابتدا، پیراشکی ها به ته قابلمه می رود، کمی هم بزنید تا به ته قابلمه نچسبد.پس از گذشت چند دقیقه به بالای ظرف می آید. از این زمان بگذارید ۲ دقیقه دیگر در آب بپزد سپس آن را خارج کنید و در ظرف حاوی کمی روغن قرار دهید و هر بار کمی هم بزنید تا خشک نشود.برای تهیه سس،۲۸ گرم کره را در قابلمه کوچک آب و آرد را اضافه کنید و مواد را هم بزنید تا شروع به جوشیدن کند سپس آب سبزیجات و شیر و پنیر را اضافه کنید.برای خوش رنگ شدن آن کمی پاپریکا نیز می توان به آن اضافه کرد.سس آماده شده را روی پیراشکی بریزید و داغ، داغ سرو کنید."
  },
  "مالزی":
  {
    "Title":"",
    "Name":"مالزی",
    "Image": "Malaysia",
    "State":0,
    "FoodImage": "NasiLemak",
    "NameFood":"ناسی لماک",
    "Ingredients":{

      "برنج دانه بلند":"3 پیمانه",
      "شیر نارگیل":"200 میلی لیتر",
      "آب":"200 میلی لیتر",
      "زنجبیل":"یک تکه 2 سانتیمتری",
      "گوشت گوساله":"200 گرم",
      "کنجد برای تزیین":"به مقدار لازم",
      "نمک":"به مقدار لازم",
      "تخم مرغ آبپز":"1 عدد",
      "مغز آجیل":"به مقدار لازم"

    },

    "Prepared":"برنج را دو بار شسته و آبکش می کنیم، سپس با بقیه مواد شامل شیر نارگیل، آب، زنجبیل و نمک درون قابلمه ای می ریزیم، در آنرا می بندیم و روی حرارت قرار می دهیم.  وقتی مایع آن بخار شد، از روی حرارت برداشته و با درپوش بسته می گذاریم به مدت 5 دقیقه بماند. سپس اجازه می دهیم تا سرد شود. این غذا با مغز خشکبار بوداده، تخم مرغ آبپز و ادویه فراوان مالزیایی سرو می شود."
  },
  "مجارستان":
  {
    "Title":"",
    "Name":"مجارستان",
    "Image": "Hungary",
    "State":0,
    "FoodImage": "Goulash",
    "NameFood":"گولاش",
    "Ingredients":{

      "گوشت مغز ران گوسفند یا گوساله (بی استخوان)":"1 کیلو",
      "روغن":"1 پیمانه سرخالی",
      "پیاز سرخ کرده":"2 یا 3 قاشق سوپخوری",
      "سیر خرد شده":"3 حبه",
      "گوجه فرنگی":"500 گرم",
      "فلفل دلمه ای":"3 عدد",
      "آرد":"1 قاشق سوپخوری",
      "رب گوجه فرنگی":"2 قاشق"

    },

    "Prepared":"گوشت را به صورت قیمه ای خرد کنید و بشوئید. یک تابه یا قابلمه نسوز بردارید و گوشت را به همراه پیاز و سیر درون آن بیندازید و روی حرارت ملایم با در بسته قرار دهید تا آرام آرام آب گوشت کشیده شود.سپس 2 تا 3 لیوان آب اضافه کنید و اجازه دهید تا گوشت بپزد.اما دقت کنید تا گوشت له نشودفلفل ها را بشوئید و دانه های داخل آن و دم آن را بگیرید و سپس آنها را خرد کنید. فلفل را در تابه گوشت بریزید و زیر گاز را کم کنید.در تابه ای دیگر دو قاشق روغن داخل تابه ای بریزید و آرد را درون آن سرخ کنید.آرد سرخ شده را داخل تابه گوشت بریزید و سپس رب گوجه فرنگی را نیز اضافه کنید.مواد را خوب باهم هم بزنید و بگذارید تا آب گوشت کاملا تبخیر شود. روی گوجه فرنگی ها مقداری آب جوش ریخته و پوست آنها را بگیرید.تخم گوجه ها را خارج کنید و گوشت آن را برش بزنید.گوجه فرنگی ها را داخل گولاش بریزید و و به قدر کافی نمک و فلفل به غذا بزنید. اجازه دهید تا گولاش جابیفتد اما گوجه ها له نشوند. این غذای خوشمزه را در ظرف بکشید و با نان سرو کنید."
  },
  "مراکش":
  {
    "Title":"",
    "Name":"مراکش",
    "Image": "Morocco",
    "State":0,
    "FoodImage": "Tajin",
    "NameFood":"تاجین",
    "Ingredients":{

      "لیمو ترش بزرگ":"2 عدد",
      "مرغ پاک کرده متوسط":"1 عدد",
      "پیاز سفید خلال شده":"1 عدد",
      "سیر خرد شده":"2 حبه",
      "گشنیز خرد شده":"1 قاشق غذاخوری",
      "جعفری خرد شده":"1 قاشق غذاخوری",
      "زنجبیل تازه خرد شده":" قاشق چایخوری",
      "فلفل و نمک":"به میزان لازم",
      "زردچوبه":"یک دوم پیمانه",
      "زعفران آبکرده":"یک دوم قاشق چایخوری",
      "روغن زیتون":"یک سوم پیمانه",
      "کره یا روغن حیوانی":"1 قاشق غذاخوری",
      "زیتون سبز":"1 پیمانه",
      "آب":"یک سوم پیمانه"

    },

    "Prepared":"در ابتدا پوست لیموها و دانه آن را جدا کنید و گوشت لیمو را کمی خرد کنید.مرغ را خوب پاک کرده و به تکه‌های کوچک‌تری ریز کنید.سپس مرغ را در ظرفی مناسب بگذارید و به آن سیر، پیاز، زنجبیل، نمک و فلفل، زعفران آبکرده، کره، زردچوبه و لیموهای خرد شده اضافه کنید.مرغ را با این مواد کاملا مخلوط کنید و اجازه دهید، مرغ به مدت حداقل 2 ساعت خوب در این مواد مارینه شود. (درون یخچال و درب ظرف‌دار)تابه‌ی مناسبی را روی شعله بگذارید و کمی از روغن زیتون را کف تابه بریزید تا روغن گرم شود.مرغ مارینه شده را درون تابه بگذارید و زیتون سبز را نیز به تابه اضافه کنید.اجازه دهید مرغ درون تابه به مدت 15 دقیقه کمی تفت بخورد.سپس آب را درون بریزید و همچنین باقی‌مانده روغن زیتون به همراه گشنیز و جعفری خرد شده را روی مرغ بریزید.درب ظرف را بگذارید و اجازه دهید تا این خوراک خوشمزه مراکشی به آرامی و با شعله کم به مدت 90 دقیقه بپزد و خوب جا بیافتد.در مدت طبخ اگر آب تابه خشک شد، کمی آب جوش اضافه کنید.بعد از گذشت این زمان مرغ را بگردانید تا روی دیگر مرغ‌ها نیز کمی تفت بخورد. حال خوراک تاجین مراکشی آماده است، این غذای لذیذ را به همراه نان و سیب زمینی سرخ‌کرده میل می‌نمایند.بطور سنتی این غذا را در ظرف مخصوص یعنی تاجین سفالی تهیه می‌کنند.گشنیز و جعفری را بصورت خرد نشده و یک دسته نیز می‌توانید به این غذا اضافه کنید.تاجین مراکشی می‌بایست با حرارت کم و به مدت طولانی بپزد تا نتیجه مطلوب بدست آید.تاجین مرغ مراکشی انواع مختلفی دارد، که بنا به ذائقه از افراد مواد اولیه متفاوتی استفاده می‌کنند.در این غذا لیموها را با پوست نیز می‌توانید، استفاده کنید."
  },
  "مکزیک":
  {
    "Title":"",
    "Name":"مکزیک",
    "Image": "Mexico",
    "State":0,
    "FoodImage": "Taco",
    "NameFood":"تاکو",
    "Ingredients":{

      "گوشت چرخ کرده":"250 گرم",
      "پیاز خرد شده":"1 عدد",
      "سیر خرد شده":"1 حبه",
      "فلفل سبز تند خرد شده":"3 عدد",
      "کاهو خرد شده":"یک و نصفی عدد",
      "گوجه فرنگی خرد شده":"2 عدد",
      "پنیر پارمزان رنده شده":"4-3 قاشق غذاخوری",
      "ادویه مخصوص تاکو":"به مقدارلازم",
      "سس تند":"به مقدارلازم",
      "نمک وفلفل سیاه":"به مقدارلازم",
      "روغن مایع":"به مقدارلازم"

    },

    "Prepared":"درتابه کمی روغن مایع بریزید. پیاز را کمی تفت دهید.گوشت را اضافه کرده و تفت دهید تا رنگ گوشت تغییر کند،سپس سریع سیر،ادویه و نمک و فلفل را اضافه نموده و تفت دهید و کمی آب اضافه کنید تا گوشت پخته شود و از مخلوط آماده شده همراه گوجه فرنگی ،کاهو و پنیر پارمزان تاکو ها را پرکنید و سرو نمایید ."
  },
  "هند":
  {
    "Title":"",
    "Name":"هند",
    "Image": "India",
    "State":0,
    "FoodImage": "TandooriChicken",
    "NameFood":"مرغ تنوری",
    "Ingredients":{

      "مرغ":"1 عدد",
      "ماست":"2 پیمانه",
      "روغن زیتون طعم دار":"پنج قاشق",
      "پیاز متوسط":"2 عدد",
      "سیر رنده شده":"2 حبه",
      "زنجبیل تازه":"1 قاشق غذاخوری",
      "آب لیموترش ":"2 قاشق غذاخوری",
      "پاپریکا":"1 قاشق غذاخوری",
      "نمک و فلفل":"به مقدار لازم",
      "ادویه تندوری":"1 قاشق غذاخوری",
      "ادویه گرام ماسالا":"1 قاشق غذاخوری",
      "عسل":"یه قاشق غذاخوری"

    },

    "Prepared":"پوست و چربی‌های اضافی مرغ را گرفته، ساق و انتهای ران مرغ را از هم جدا کرده با چاقو شکاف‌های کوچکی در اطراف گوشت مرغ ایجاد می‌کنیم.با اینکه با چنگال سوراخهای ریزی روی مرغ ایجاد کنید تا مواد به خوردش بره.داخل ظرفی ماست ، کره ، پیاز ، سیر ، زنجبیل ، پاپریکا ، ادویه تندوری ، گرام ماسالا ، آب لیموترش ، نمک و فلفل رو مخلوط کنید.بعد مرغ را داخل مواد آماده شده بخوابونید و به مدت 3 تا 8 ساعت داخل یخچال قرار بدید تا مزه دارشه.مرغها رو بچینید تو یک ظرف پیرکس و برای ۴٠ دقیقه یا تا زمانی که پخته شود با دمای 180 درجه سانتیگراد در طبقه وسط بپزید.حال مرغ‌ تندوری را داخل دیس چیده و اطراف آن را با سبزیجات و لیمو تزیین کنید. در صورت تمایل می‌توان کمی سس کچاپ بر روی مرغ‌های تندوری ریخت."
  },
  "ویتنام":
  {
    "Title":"",
    "Name":"ویتنام",
    "Image": "Vietnam",
    "State":0,
    "FoodImage": "Pho",
    "NameFood":"پو",
    "Ingredients":{

      "گوشت گوساله‌ی چرخ شده":"100 - 150 گرم",
      "400 گرم":"توفوی نرم",
      "نمک":"به مقدار لازم",
      "شکر سفید":"به مقدار لازم",
      "خمیر باقلا":"به مقدار لازم",
      "نوشیدنی":"به مقدار لازم",
      "نشاسته‌ی ذرت یا سیب زمینی":"به مقدار لازم",
      "سس سویا":"به مقدار لازم",
      "فلفل سیچوآن":"به مقدار لازم",
      "پیازچه‌ی خرد شده":"به مقدار لازم",
      "سیر خرد شده":"به مقدار لازم"

    },

    "Prepared":"مقدار موادی که برای طعم دار کردن غذا در فهرست آمده بر اساس ذائقه افزوده می‌شود.در ابتدا نشاسته را خیس کنید تا بتوانید بعدا از آن برای غلیظ کردن غذا استفاده کنید.ووک را تا نیمه از آب پر کنید و روی شعله بگذارید.وقتی آب به جوش آمد توفو را اضافه کنید و 1 دقیقه بجوشانید.سپس با کفگیر از ووک خارج کنید تا آب اضافی آن گرفته شود.آب داخل ووک را دور بریزید و آن را دوباره روی شعله‌ی زیاد بگذارید تا داغ شود.روغن را در ووک بریزید و بچرخانید تا کاملاً چرب شود.زنجبیل را اضافه کنید و 10 ثانیه تفت دهید، سپس خمیر باقلا را اضافه کنید و 20 ثانیه‌ی دیگر تفت دهید تا عطر مواد بلند شود. گوشت چرخ کرده را اضافه کنید و 1 دقیقه هم بزنید و تفت دهید تا زمانی که گوشت تقریباً پخته شود.توفوی خرد شده را همراه با نمک و شکر اضافه کنید و 2 دقیقه هم بزنید تا مواد به خوبی با سس مخلوط شوند.نشاسته را که از قبل خیس کرده اید اضافه کنید و 20 ثانیه هم بزنید تا مخلوط کمی غلیظ شود.این مرحله جهت لعابدار کردن سس است تا غلیظ شود و روی گوشت و توفو بماند.شعله را خاموش کنید و پیازچه و فلفل سیچوآن را اضافه کنید.غذا را هم بزنید تا مواد به خوبی مخلوط شوند و سپس آن را از ووک خارج کرده و در ظرف سرامیک سرو کنید.ما پو توفو آماده است و عطر و طعمی عالی دارد."
  },
  "چین":
  {
    "Title":"",
    "Name":"چین",
    "Image": "China",
    "State":0,
    "FoodImage": "PekingDuck",
    "NameFood":"اردک پکنی",
    "Ingredients":{

      "یک اردک کامل":"حدودا به وزن ۲٫۵ الی ۳ کیلو گرم",
      "نمک درشت و فلفل سیاه":"به مقدار لازم",
      "عسل":"یک چهارم پیمانه",
      "رب انار ملس":"یک چهارم پیمانه",
      "آب پرتقال تازه":"۲ قاشق غذاخوری",
      "یک پرتقال و یک لیمو":"هر کدام را به ۸ قسمت برش بزنین",
      "چند برگ جعفری تازه":"به دلخواه"

    },

    "Prepared":"دمای فر رو روی ۱۵۰ درجه ی سانتی گراد قرار بدین و داخل شکم اردک رو خالی کنین و گردن اردک رو جدا کنین . ( مانند تصویر اردک رو تمیز کنین )و بعد خوب اون رو بشوئید . با نوک یه چاقوی تیز روی پوست سینه ی اردک چند خراش ایجاد کنین . این خراش ها رو به صورت مورب ایجاد کنین . این کار باعث میشه که پوست اردک بعد از آماده شدن ترد بشه . به درون و بیرون اردک نمک و فلفل سیاه بزنین و با نخ مخصوص آشپزخانه بال و پاهای اردک رو ببندین .حالا ارک رو توی یه ماهیتابه بذارین و ماهیتابه رو روی شعله ی آتیش قرار بدین و اجازه بدین تا یه ساعت به همون حالت روی شعله ی ملایم بمونه . بعد اردک رو از ماهیتابه بیرون بیارین و روی پوست سینه ی اردک رو با چاقوی تیز خراش بدین تا چربی ها بیرون بیان . بعد این کار اردک رو دوباره برگردونین توی ماهیتابه طوری که سینه ی اردک رو به ماهیتابه باشه و باز هم به مدت یک ساعت بذارین روی شعله ی ملایم بمونه .این کار رو واسه ی تموم نقاط اردک انجام بدین تا چربی های زیر پوست بیرون بیان . ( کل زمانی که اردک روی آتیش می مونه ۴ ساعت است )بعد اینکه کبابی کردن اردک تموم شد میرسیم به مزه دار کردن اون . برای این کار ، عسل و رب انار و آب پرتقال رو توی یه ماهیتابه ی کوچک جوش بیارین و به مدت ۵ دقیقه روی شعله بذارین تا غلیظ و شربتی بشه .بعد فر رو روی دمای ۲۰۵ درجه ی سانتی گراد گذاشته و با یه برس مخصوص آشپزی سس مزه دارتون رو روی پوست اردک بمالین . و اجازه بدین به مدت ۵ دقیقه بمونه . بعد اردک رو به مدت ۱۰ دقیقه توی فر قرار بدین .حالا برش های پرتقال و لیمو رو با باقی مونده ی سس مزه دار ، مخلوط کنین و به مدت ۳ دقیقه برای هر طرف از برش ها روی حرارت بذارین .وقتی که اردک آماده شد ، اون رو از فر بیرون بیارین و توی یه دیس بذارین و با برش های پرتقال و لیمویی که آماده کرده بودین ، دور تا دورش رو تزئین کنین .می تونین از برگ های تازه ی جعفری هم به دلخواه استفاده کنین"
  },
  "ژاپن":
  {
    "Title":"",
    "Name":"ژاپن",
    "Image": "Japan",
    "State":0,
    "FoodImage": "Sushi",
    "NameFood":"سوشی",
    "Ingredients":{



      "برنج":"2/3 لیوان",
      "سرکه برنج":"3 قاشق",
      "شکر":"3 قاشق",
      "نمک":"یک و یک دوم قاشق چایی خوری",
      "جلبک نوری":"4 ورق",
      "خیار پوست کنده شده":"1 عدد",
      "آووکادو خرد شده":"1 عدد",
      "گوشت ماهی":"250 گرم"

    },

    "Prepared":"در یک آب گردان 1 و 1/3 لیوان آب بریزد بگذارید تا بجوشد. برنج را در آن بریزید. هنگامیکه برنج پخت و نرم شد، آن را از روی حرارت بردارید و آبکش کنید. در ظرف دیگری سرکه برنج شکر و نمک را باهم مخلوط کنید. این مخلوط را روی برنج بریزید.فر را تا دمای 150 درجه سلسیوس گرم کنید. جلبکها را روی سینی فر بیچینید و به مدت 1 تا 2 دقیقه گرم کنید.وقتی آنها را از فر بیرون آوردید، یک لایه برنج روی هر کدام از آنها پخش کنید. خیار پوست کنده شده را به صورت باریک به 4 قسمت تقسیم کنید و هر یک قسمت را روی یک طرف از  لایه جلبک پهن کنید. آووکادو و قطعه های ماهی را هم به همین ترتیب روی لایه های سوشی قرار دهید.حالا می توانید جلبک را کم کم بپیچید تا کاملا رول شود. معمولا ژاپنی ها این کار را توسط چوبهای بامبو انجام می دهند.در نهایت توسط چاقو رول را به ضخامت دلخواه ببرید و سرو کنید.نکته: طعم سوشی به دلیل استفاده از ماهی خام مورد پسند همه قرار نمی گیرد به همین دلیل می توان قبل از قرار دادن آن در رول جلبک کمی آن را کباب کرد و سپس در مواد سوشی قرار داد.اگر استفاده از سرکه برنج دشوار بود، می توانید از 3 واحد سرکه سیب و یک واحد آب و مقدار کمی شکر برای تهیه جایگزین آن استفاده کنید."
  },
  "کره جنوبی":
  {
    "Title":"",
    "Name":"کره جنوبی",
    "Image": "SouthKorea",
    "State":0,
    "FoodImage": "Kimchi",
    "NameFood":"کیمچی",
    "Ingredients":{

      "کلم چینی":"یک عدد",
      "پیازچه خلال شده":"یک پیمانه",
      "ترب سفید خلال شده":"یک پیمانه",
      "پودر فلفل چیلی":"یک پیمانه",
      "نمک":"یک دوم پیمانه",
      "سیر رنده شده":"۲ حبه",
      "زنجبیل رنده شده":"یک قاشق مرباخوری",
      "آب":"یک پیمانه",
      "سس سویا یا سس ماهی":"در صورت تمایل",
      "آواکادو خرد شده":"1 عدد",
      "گشنیز خرد شده":"1 قاشق غذا خوری",
      "روغن زیتون":"یک چهارم فنجان"


    },

    "Prepared":"ابتدا کلم چینی را از وسط به دو قسمت کرده و با آب بدون آنکه برگ‌‏هایش جدا شود بشویید.با استفاده از یک دوم  پیمانه نمک، لابه لای برگ‌‏های کلم را نمک بپاشید و سه ساعت در دمای محیط بگذارید تا کلم چینی نرم شود و آب بیاندازد.در ظرفی آب، پودر چیلی، سیر، زنجبیل، پیازچه و ترب را کاملاَ مخلوط کنید.پس از سه ساعت که از نرم شدن کلم گذشت، آن را به آرامی آبکش کنید. دستکش پوشیده و بدون آنکه برگ‏های کلم جدا شود لابه لای برگهایش از مواد بالا بمالید.این مواد را در ظرف در بسته، دو روز در دمای محیط نگه دارید و سپس در یخچال نگهداری کنید.در بیشتر شهرهای کره و همچنین رستوران های کُره‌‏ای، کیمچی به عنوان ترشی و در کنار غذای اصلی سرو می‌‏شود ولی در بعضی از شهرهای کره، آن را به عنوان غذای اصلی با نان یا برنج میل می‌‏کنند."
  }

}
