{
  "ایران": {
    "Title":"",
    "Name": "ایران",
    "Image": "Iran",
    "State": 1,
    "Provinces": {
      "خراسان رضوی": {
        "Name": "خراسان رضوی",
        "NameFood": "شیشلیگ",
        "FoodImage": "Shishlig",
        "Image": "khorasanrazavi",
        "State": 0,
        "Ingredients": {
          "گوشت دنده گوساله یا گوسفند": "۱ کیلو گرم",
          "ماست": "۱ لیوان",
          "زعفران دم شده": "قاشق غذا خوری",
          "گوجه فرنگی": "۱۰ عدد",
          "آبلیمو": "۳ قاشق غذا خوری",
          "روغن": "۱۰ قاشق غذا خوری",
          "فلفل و نمک": "به میزان لازم"
        },
        "Prepared": "طرز تهیه شیشلیک در خانه:\nبرای تهیه شیشلیک باید از گوشت دنده گوساله یا گوسفند استفاده کنید، نکته مهم برای کباب خوب انتخاب گوشتی است که تازه و ترد باشد؛ بهتر است گوشت را با آب پیاز و مقداری فلفل مخلوط کنید و ۲۴ ساعت پیش از آماده کردن کباب، بگذارید بماند تا گوشت نرم شود.\n\nگوشت را به اندازه های یکسان ببرید، داخل کاسه ای پیاز رنده شده، ماست، زعفران دم شده، آبلیمو  روغن و مقداری فلفل بریزید و مخلوط کنید سپس گوشت را در این مایه بخوابانید و بگذارید حداقل یک شب بماند.\n\nپس از استراحت، گوشت ها را به سیخ بکشید و بین هر دو  قطعه یک تکه کوچک دنبه قرار دهید، موقع کباب کردن بهتر است از ذغال استفاده کنید اما در صورت عدم دسترسی میتوانید درون فر یا روی اجاق با حرارت متوسط شیشلیک ها را اماده کنید.\n\nشیشلیک ها را پس از آماده شدن با برنج زعفرانی، کره، گوجه کبابی، فلفل سبز کبابی و برش های لیموی تازه سرو نمائید همچنین بهترین و سالم ترین نوشیدنی برای این کباب دوغ میباشد.\n\n\nنحوه پخت شیشلیک در فر:\n\nپس از مدت زمان لازم دنده ها را از یخچال خارج کنید سپس سس باربیکیو یا سس گوجه فرنگی را روی دنده ها بریزید ( در صورت تمایل ) و خوب مخلوط کنید تا دنده ها خوب به سس آغشته شوند ، سینی فر را چرب کنید و دنده ها را داخل سینی قرار دهید و داخل فر با حرارت ۱۸۰ درجه سانتیگراد به مدت ۴۰ – ۵۰ دقیقه قرار دهید تا خوب برشته و طلایی شوند ( دمای فرها متفاوت است و شاید زمان بیشتری برای کباب شدن لازم باشد ).\n\nنحوه پخت شیشلیک در باربیکیو و منقل :\nدنده ها را یکی یکی به سیخ می زنید (سیخش مثل کباب هست ولی سرش تیزه! و بلند تر هم هست) بعد هم باربیکیو را روشن کنید و کباب را بگذارید روی شعله ملایم بپزد و اگر از زغال استفاده کنید بهتر هم می شود.\nنکاتی برای پخت شیشلیک :\nانواع کباب باید در عین پختن زیاد خشک نشود، اگر فرصت کافی برای آماده سازی کباب ها ندارید می توانید بجای ۲۴ ساعت مدت ۱ ساعت درون ظرفی که مقداری کیوی له شده ریخته اید قرار دهید (کیوی به دلیل اسیدی که دارد گوشت را نرم می کند) البته دقت کنید که گوشت زیاد نماند چون گوشت له می شود و بافت خود را از دست خواهد داد و همچنین باعث فساد سریع گوشت می شود.\n\n\nتوجه کنید که دنده ها را قبل از سیخ کشیدن نجوشانید! چون خیلی سفت می شود! همان  روی آش سریعتر نرم می شود و داخل آن هم می پزد."


      },
      "خراسان شمالی": {
        "Name": "یزد",
        "NameFood": "آش شولی",
        "FoodImage": "Ashesholi",
        "Image": "Yazd",
        "State": 0,
        "Ingredients": {
          "سبزی": "(نصف آن اسفناج و نصف دیگر شوید، تره، جعفری و چند شاخه شنبلیله) یک و نیم کیلو",
          "چغندر": "دو عدد بزرگ",
          "پیاز": "سه عدد",
          "نعنا خشک": "دو قاشق غذا خوری",
          "آرد": "یک و نیم لیوان",
          "عدس": "یک لیوان",
          "روغن": "به میزان لازم برای پیاز و نعناع داغ",
          "نمک": "به میزان لازم",
          "زرد چوبه":"دو قاشق مربا خوری",
          "سرکه": "به میزان دلخواه"
        },
        "Prepared": "ابتدا چغندر را پوست کنده، سپس آن را به صورت خلالی برش داده و با مقداری آب می‌گذاریم روی شعله تا نیم‌پز شود.\n\nبعد از نیم پز شدن چغندر، عدس و سبزی خرده شده را به آن اضافه می‌کنیم و صبر‌می‌کنیم تا کاملا بپزد.\n\nدر این فاصله نعنا و پیاز داغ را درست کرده و به آن زردچوبه را اضافه می‌کنیم.\n\nبه آرد حدود 4 تا 5 لیوان آب اضافه کرده و سپس با دست، کاملا آن‌ها را با هم مخلوط می‌کنیم.\n\nوقتی سبزی و عدس پخته شد نصف پیاز داغ را به قابلمه اضافه کرده و می‌گذاریم چند غل بخورد.\n\nبعد از آن، ابتدا حدود 4 لیوان آب جوش به آش اضافه می‌کنیم و سپس آرد آب گرفته را به آرامی به آش اضافه می‌کنیم و همزمان هم، خوب به هم می‌زنیم تا آرد گلوله نشود.\n\nنکته:\n\nاگر آش خیلی غلیظ شد باز هم آب به آن اضافه می‌کنیم و سپس آن را خوب به هم می‌زنیم تا غلظت آن چیزی شبیه سوپ شود.\n\nبعد از این که نمک و فلفل آش را اندازه کردیم، به آن نعنا داغ و بقیه‌ی پیاز داغ و سرکه را اضافه می‌کنیم (البته کمی از آن را برای تزئین نگه می‌داریم) و می‌گذاریم تا چند غل بزند تا بوی تند سرکه کم شود.\n\nاگر سرکه دوست نداشتید می‌توانید آش را با رب انار میل نمایید."


      }


    }
  }
}